Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: All "don't show again" flags are reseted.
bg: Всички "не показвай отново" флагове са нулирани.
el: Όλες "μην εμφανίσεις ξανά" σημαίες αρχικοποιήθηκαν.
es: Todos los testigos "No ver de nuevo" han sido restaurados
fr: Réinitialiser toutes les préférences « Ne plus afficher »
hu: Minden "ne mutassa többet" jelző alaphelyzetbe állt.
it: Tutte le impostazioni "non mostrare più" sono state reimpostate.
ja: 「次回から表示しない」設定を、すべてリセットしました。
mk: Сите „не прикажувај пак“ знаменцата се ресетирани.
nb: Alle "ikke vis igjen" flaggene er tilbakestilt.
pl: Wszystkie opcje "nie pokazuj ponownie" zostały zresetowane.
sk: Všetky nastavenia„Nezobrazovať znovu" budú vynulované.
sl: Vse zastavice "ne pokaži znova" so ponastavljene.
sv: Alla "visa inte igen"-flaggor har återställts.
vi: Tất cả "đừng hiển thị nữa" dấu hiệu sẽ được đặt lại.

source: The transcoding cache is successfully cleared.
bg: Транкодиращият кеш е напълно почистен.
el: Η προσωρινή μνήμη διακωδικοποίησης εκκαθαρίστηκε με επιτυχία
fr: Le cache de transcodage a été correctement vidé
hu: Az átkódolási gyorstár sikeresen törlődött.
it: La cache della transcodifica è stata cancellata.
nb: Hurtigbufferen for kodingen er tømt.
pl: Pamięć podręczna została pomyślnie wyczyszczona.
sk: Vyrovnávacia pamäť je kompletne vymazaná.

source: Slide properties
bg: Свойства на слайдовете
el: Ιδιότητες slide
es: Propiedades de diapositiva
fr: Propriétés des diaporamas
hu: Diakép jellemzők
it: Proprietà diapositiva
nb: Egenskaper for lysbilde
pl: Właściwości slajdów
sk: Vlastnosti prezentácie

source: File name:
bg: Име на файла:
el: Ονομα αρχειου:
es: Nombre de fichero:
fr: Nom fichier :
hu: Fájl név:
it: Nome del file:
nb: Filnavn:
pl: Nazwa pliku:
sk: Názov súboru:

source: Transition:
bg: Преход:
el: Μετάβαση:
es: Transición
hu: Áttűnés:
it: Transizioni:
nb: Overgang:
pl: Przejście:
sk: Prechod:

source: Default
bg: По подразбиране
el: Προεπιλεγμένο
es: Por defecto:
fr: Par défaut
hu: Alapértelmezett
it: Predefiniti:
nb: Standar
pl: Domyślne
sk: Prednastavené

source: None
bg: Няма
el: &Κανένα
es: Nada
fr: Aucun(e)
hu: Nincs
it: nessuno
ja: なし
mk: Ништо
nb: Ingen
pl: Brak
sk: Žiadne
sl: Prazno
sv: Ingen
vi: Không

source: Random
bg: Случайно
el: Τυχαία
es: Aleatorio
fr: Aléatoire
hu: Véletlenszerű
it: Casuale
nb: Vilkårlig
pl: Losowo
sk: Náhodne

source: %d/%d Minutes
bg: %d/%d минути
el: %d/%d Λεπτά
es: %d/%d Minutos
hu: %d/%d perc
it: %d/%d minuti
ja: %d/%d 分
mk: %d/%d Минути
nb: %d/%d Minutter
pl: %d/%d Minut
sk: %d z %d minút
sl: %d/%d minut
sv: %d/%d minuter
vi: %d/%d Phút

source: %d Minutes
bg: %d минути
el: %d Λεπτά
es: %d Minutos
hu: %d perc
it: %d minuti
ja: %d 分
mk: %d Минути
nb: %d Minutter
pl: %d Minut
sk: %d minút
sl: %d minut
sv: %d/%d minuter
vi: %d Phút

source: mono
bg: моно
hu: monó
ja: モノラル
mk: моно

source: %d channels
bg: %d канала
el: %d κανάλια
es: %d canales
fr: %d canaux
hu: %d csatorna
it: %d canali
ja: %d チャンネル
mk: %d канали
nb: %d kanaler
pl: %d kanały
sk: %d kanály(ov)
sl: %d kanalov
sv: %d kanaler
vi: %d kênh

source: Subtitle Properties
bg: Свойства на субтитрите
el: Ιδιοτητες υπότιτλων
es: Propiedades de Subtítulos
fr: Propriétés du sous-titre
hu: Felirat jellemzők
it: Proprietà sottotitoli
ja: 字幕プロパティ
mk: Својство на Превод
nb: Egenskaper Undertittel
pl: Właściwości napisów
sk: Nastavenie titulkov
sl: Lastnosti podnaslovov
sv: Undertext egenskaper
vi: Thuộc tính phụ đề

source: Force display
bg: Принудително показване
el: Εξαναγκασμένη εμφάνιση
hu: Megjelenítés kényszerítése
it: Forza display
nb: Tvungen visning
pl: Wymuś wyświetlanie
sk: Vynútené zobrazenie

source: Charset:
bg: Символен набор:
el: Γραμματοσειρά...
es: Juego de caracteres
fr: Jeu de caractères :
hu: Betűkészlet:
it: Carattere:
ja: 文字符号化方式:
mk: Множ. знаци:
nb: Tegnsett:
pl: Zestaw znaków:
sk: Znaková sada:
sl: Nabor znakov:
sv: Kapitel:
vi: Kiểu ký tự:

source: Font:
bg: Шрифт:
el: Γραμματοσειρά...
es: Fuente:
fr: Police :
hu: Betűtípus
ja: フォント:
mk: Фонт:
nb: Skrifttype:
pl: Czcionka:
sk: Písmo:
sl: Pisava:
sv: Typsnitt:
vi: Kiểu chữ:

source: Preview:
bg: Преглед:
el: προεπισκόπηση
es: Previsualizar:
fr: Aperçu :
hu: Előnézet:
it: Anteprima:
ja: プレビュー:
mk: Преглед
nb: Forhåndsvisning:
pl: Podgląd:
sk: Náhľad:
sl: Predogled:
sv: Förhandsvisa:
vi: Xem thử:

source: ABCabcXYZxyz
el: ΑΒΓαβγΔΕΖδεζ
hu: AZazÁÍŰŐÜÖÚÓÉáíűőüöúóé
sl: ABCČabcčXYZŽxyzž
sv: ABCabcÅÄÖåäö

source: Fill:
bg: Запълване:
el: δισκίο
es: Llenar:
fr: Remplir :
hu: Kitöltés:
it: Riempimento:
ja: 塗りつぶし:
mk: Исполни
nb: Fyll:
pl: Wypełnienie:
sk: Vyplniť:
sl: Polnilo:
sv: Fyllning:
vi: Thêm vào:

source: Outline:
bg: Контур:
el: Πλάτος εξωτερικού περιγράμματος
es: Borde:
fr: Contour :
hu: Körvonal:
it: Contorno:
ja: 縁取り:
mk: Контура:
nb: Omriss:
pl: Obramowanie:
sk: Šírka obrysu:
sl: Oris:
sv: Konturbredd
vi: Đường viền:

source: Thickness:
bg: Дебелина:
el: Πάχος:
es: Grosor:
fr: Épaisseur :
hu: Vastagság:
it: Spessore:
ja: 太さ:
mk: Дебелина:
nb: Tykkelse:
pl: Grubość:
sk: Hrúbka:
sl: Debelina:
sv: Tjocklek:
vi: Độ dày:

source: Shadow:
bg: Сянка:
el: Σκια:
es: Sombra:
fr: Ombre :
hu: Árnyék:
it: Ombra:
ja: 影:
mk: Сенка:
nb: Skygge:
pl: Cień:
sk: Obry&sy:
sl: Senca:
sv: Skugga:
vi: Đổ bóng:

source: Alignment
bg: Подравняване
el: Ευθυγραμμία
es: Alinear
fr: Alignement
hu: Igazítás
it: Allineamento
ja: 配置
mk: Порамнување
nb: Justering
pl: Wyrównanie
sk: Zarovnanie
sl: Poravnava
sv: Justera
vi: Canh chỉnh

source: Margin
bg: Граница
el: Περιθώριο
es: Márgen
fr: Marge
hu: Margó
it: Margine
ja: 余白
mk: Маргини
pl: Marginesy
sk: Okraj
sl: Rob
sv: Marginal
vi: Canh lề

source: &Use as defaults
bg: &Използвай по подразбиране
el: Χρήση ως προεπιλογές
fr: &Utiliser par défaut
hu: Alapértelmezettként
it: &Usa come predefiniti
nb: &Bruk som standar
pl: &Użyj jako domyślne
sk: &Použiť ako predvolené

source: slant
bg: наклон
el: κλίση
es: inclinada
fr: Inclinaison
hu: dőlt
it: inclinato
ja: 斜体
mk: закосеност
nb: på skrå
pl: pochylenie
sk: Šikmo
sl: Nagnjeno
sv: lutande
vi: độ nghiêng

source: italic
bg: курсив
el: Πλάγια γραφή
es: itálica
fr: Italique
hu: kurzív
it: corsivo
ja: イタリック体
mk: италик
nb: kursiv
pl: kursywa
sk: Šikmé
sl: Ležeče
vi: nghiêng

source: light
bg: олекотен
el: &φως
es: luz
fr: Léger
hu: világos
it: leggero
ja: 細字
mk: светло
nb: lys
pl: lekki
sl: Neizrazito
sv: tunn
vi: áng sáng

source: bold
bg: удебелен
el: Έντονη γραφή
es: negrita
fr: Gras
hu: kövér
it: grassetto
ja: 太字
mk: задебелено
nb: fet
pl: pogrubienie
sk: Tučné
sl: Krepko
sv: tjock
vi: đậm

source: Scan devices
bg: Сканиране за устройства
el: Αναζήτηση συσκευών
es: buscar dispositivos
fr: Rechercher les périphériques
hu: Eszköz keresése
it: Cerca periferiche
ja: デバイス走査
mk: Скенирај направи
nb: Søke gjennom enhetene
pl: Szukaj urządzeń
sk: Načítať zariadenia
sl: Preglej naprave
sv: Sök igenom enheter
vi: Quét thiết bị

source: Select template for DVD menus
bg: Избери шаблон за DVD менюто
el: Επιλέξτε πρότυπο για τα DVD μενου
es: Seleccionar plantilla para los menus del DVD
fr: Sélectionner le modèle des menus du DVD
hu: Válasszon sablont a DVD menükhöz
it: Seleziona un tema per i menu del DVD
ja: DVD メニュー用テンプレートを選択
mk: Изберете шаблон за ДВД менијата
nb: Velg mal for DVD menyer
pl: Wybierz szablon dla menu DVD
sk: Vybrať šablónu pre DVD menu
sl: Izberite predlogo za menije DVD-ja
sv: Välj en mall för DVD-menyer
vi: Chọn mẫu có sẵn cho menu của DVD

source: Caption:
bg: Заглавие:
el: Επικεφαλίδα:
es: Subtítulo:
fr: Légende :
hu: Felirat:
it: Didascalia:
nb: Bildetekst:
pl: Tytuł:
sk: Titul:

source: Disc Title
bg: Заглавие на диска
el: Τίτλος δισκου
es: Título del disco
fr: Titre du disque
hu: Lemez cím
it: Titolo disco
ja: ディスクタイトル
mk: Диск Наслов
nb: Disk Tittel
pl: Nazwa dysku
sk: Názov disku
sl: Naslov diska
sv: Titel
vi: Tiêu đề Đĩa

source: Title selection
bg: Избор на заглавие
el: Επιλογή σετ τίτλων
es: Selección de título
fr: Sélection titre
hu: Címkiválasztás
it: Insieme dei Titoli
nb: Tittelvalg
pl: Wybór tytułu
sk: Výber názvu

source: Chapter selection
bg: Избор на глава
el: Επιλογή κεφαλαίου
es: Selección de capítulo
fr: Sélection chapitre
hu: Fejezet kiválasztás
it: Selezione Capitoli
nb: Kapitlvalg
pl: Wybór rozdziału
sk: Výber kapitoly

source: Category
bg: Категория
el: Κατηγορια
es: Categoría
fr: Catégories
hu: Kategória
it: Categoria:
nb: Kategori
pl: Kategoria
sk: Kategória

source: All
bg: Всички
el: Ολα
es: Todo
fr: Toutes
hu: Mind
it: Tutti
ja: すべて
nb: Alt
pl: Wszystkie
sk: Všetko
sl: Vse
sv: Alla
vi: Tất cả

source: &No template
bg: Без &шаблон
el: Κανενα προτυπο
es: &No hay plantillas
fr: P&as de modèle
hu: Sablon &nélkül
it: &Nessun tema
ja: テンプレートを使わない(&N)
mk: Без &шаблон
nb: &Ingen mal
pl: &Bez szablonu
sk: &Nepoužiť šablónu
sl: &Brez predloge
sv: &Ingen mall
vi: &Không có mẫu

source: Templates
bg: Шаблони
el: Προτυπα
es: Plantillas
fr: Modèles
hu: Sablonok
it: Temi
ja: テンプレート
mk: Шаблони
nb: Maler
pl: Szablony
sk: Šablóny
sl: Predloge
sv: Mallar
vi: Các mẫu

source: Christmas & New Year's Eve
bg: Коледа и Нова година
el: Παραμονή Χριστουγέννων & Πρωτοχρονιάς
hu: Karácsony és Újév
it: Natale e Nuovo Anno
nb: Jul og Nyttårs aften
pl: Boże Narodzenie i Sylwester
sk: Vianoce a Nový rok

source: Add file...
bg: Добави файл:
el: Προσθηκη αρχειου...
es: Añadir fichero...
fr: Ajouter un fichier…
hu: Fájl hozzáadása...
it: Aggiungi file...
ja: ファイル追加...
mk: Додај датотека...
nb: Legg til fil...
pl: Dodaj plik...
sk: Pridať súbor
sl: Dodaj datoteko ...
sv: Lägg till fil...
vi: Thêm file...

source: Remove file
bg: Премахни файл
el: Απομακρυνση αρχειου
es: Borrar fichero
fr: Supprimer le fichier
hu: Fájl törlése
it: Rimuovi file
ja: ファイル削除
mk: Отстрани датотека
nb: Fjern fil
pl: Usuń plik
sk: Odstrániť súbor
sl: Odstrani datoteko
sv: Ta bort
vi: Loại bỏ file

source: Properties...
bg: Свойства...
el: &Ιδιότητες...
es: Propiedades...
fr: Propriétés…
hu: Jellemzők...
it: Proprietà...
ja: プロパティ...
mk: &Својства...
nb: Egenskaper...
pl: Właściwości...
sk: V&lastnosti
sl: Lastnosti ...
sv: &Egenskaper...
vi: Thuộc tính...

source: do not remultiplex/transcode
bg: да не ремултиплексира/прекодира
el: μην κάνεις remultiplex/transcode
es: No remultiplexar/transcodificar
fr: Ne pas remultiplexer/transcoder
hu: újrakódolás nélkül
it: non rimultiplazionare/transcodificare
ja: 再多重化/トランスコードしない
mk: не отпакувај/транскодирај
nb: ikke om-kod/multipleks
pl: nie łącz/transkoduj
sk: Neurobiť prevod
sl: Ne remultipleksiraj/prekodiraj
sv: koda/multiplexa inte om
vi: Không dồn kênh/chuyển mã

source: Slideshow
bg: Слайдшоу
es: Presentación
fr: Diaporama
hu: Diavetítés
it: Presentazione
ja: スライドショー
mk: Слајдшол
nb: Lysbildevisning
pl: Pokaz slajdów
sk: Prezentácia
sl: Predstavitev
sv: Bildspel
vi: Trình diễn ảnh

source: Add image...
bg: Добави изображение...
el: Προσθηκη εικονας...
es: Añadir imagen...
fr: Ajouter une image…
hu: Kép hozzáadása...
it: Aggiungi immagine...
ja: 画像追加...
mk: Додади слика...
nb: Legg til bilde...
pl: Dodaj obraz...
sk: Pridať obrázok
sl: Dodaj sliko ...
sv: Lägg till bild...
vi: Thêm hình ảnh...

source: Remove image
bg: Премахване на изображение
el: Δεν μπορεί να γίνει αφαίρεση του αρχείου '%s'
es: Borrar imagen
fr: Supprimer l'image
hu: Kép törlése
it: Rimuovi immagine
ja: 画像削除
mk: Отстрани слика
nb: Fjern bilde
pl: Usuń obraz
sk: Odstrániť obrázok
sl: Odstrani sliko
sv: Ta bort bild
vi: Loại bỏ hình ảnh

source: Audio file:
bg: Аудио файл:
el: Αρχεία ήχου:
es: Fichero de audio
fr: Fichier audio :
hu: Hangfájl:
it: File audio:
nb: Lyd fil:
pl: Plik audio:
sk: Zvukový súbor:

source: Palette:
bg: Палитра:
el: Παλέτα:
es: Gama de colores:
fr: Palette couleurs :
hu: Paletta:
it: Tavolozza:
ja: パレット:
mk: Палети:
nb: Palett:
pl: Paleta kolorów:
sk: Paleta farieb:
sl: Paleta:
sv: Palett:
vi: Bảng màu:

source: Invalid chapter timestamp '%s'
bg: Невалидна времева щампа на главата '%s'
el: μη έγκυρη ενέργεια '%s'
es: marca de tiempo inválida '%s'
fr: Date heure du chapitre « %s » invalide
hu: Érvénytelen fejezet időpont: '%s'
it: Marcatura temporale "%s" del capitolo non valida
ja: チャプターの時間指定 '%s' の形式が不適切です
mk: неважечко време на поглавје „'%s'
nb: Ugyldig tidsstempel på kapittel '%s'
pl: Nieprawidłowy znacznik czasu '% s'
sk: Neplatná časová značka kapitoly: %s
sl: Neveljaven časovni žig poglavja '%s'
sv: Ogiltig kapiteltid '%s'
vi: Thời gian cho chương bị sai '%s'

source: Audio & Subtitle Files
bg: Файлове на Аудио и Субтитри
el: Αρχεία ήχου και υποτιτλων
es: Ficheros Audio & subtítulos
fr: Fichiers audio et sous-titres
hu: Hang- és felirat fájlok
it: File audio e sottotitoli
ja: 音声および字幕ファイル
mk: Звучни и превод Датотеки
nb: Lyd og undertittel filer
pl: Pliki audio i z napisami
sk: Zvukové a titulkové súbory
sl: Zvočne in podnapisne datoteke
sv: Ljud- och undertextfiler
vi: Audio v&à file phụ đề

source: Can't load pgc
bg: Не се зарежда pgc
el: Δεν μπορεί να φορτωθεί το pgc
es: Imposible cargar el pgc
fr: Impossible de charger les pgc
hu: A műsorlánc (PGC) betöltése sikertelen
it: Impossibile caricare pgc
ja: PGCの読み込みができません。
mk: Не можам да отворам pgc
nb: Kan ikke laste inn pgc
pl: Nie można wgrać PGC
sk: Nedá sa načítať pgc
sl: Datoteke pgc ni mogoče naložiti
sv: Kan inte läsa in PGC
vi: Không thể tải pgc

source: Can't load menus
bg: Не се зареждат менютата
el: Δεν μπορεί να φορτωθεί το μενού
es: Imposible cargar los menus
fr: Impossible de charger les menus
hu: A menük betöltése sikertelen
it: Impossibile caricare i menu
ja: メニューの読み込みができません。
mk: Не можам да отворам мени
nb: Kan ikke laste inn menyer
pl: Nie można wgrać menu
sk: Nedajú sa načítať menu
sl: Menijev ni mogoče naložiti
sv: Kan inte läsa in menyer
vi: Không thể tải menu

source: Can't load titles
bg: Не се зареждат заглавията
el: Δεν μπορούν να φορτωθούν οι τίτλοι
es: Imposible cargar los títulos
fr: Impossible de charger les titres
hu: A címek betöltése sikertelen
it: Impossibile caricare i titoli
ja: タイトルの読み込みができません。
mk: Не можам да отворам наслови
nb: Kan ikke laste inn titler
pl: Nie można wgrać tytułów
sk: Nedajú sa načítať tituly
sl: Naslovov ni mogoče naložiti
sv: Kan inte läsa in titlar
vi: Không thể tải tiêu đề

source: &VMGM Menu
bg: Меню &VMGM
el: &Μενού VMGM
fr: Menu &VMGM
hu: &VMGM menü
nb: &VMGM Meny
pl: &Menu VMGM

source: &Left
bg: &Ляво
el: &Αριστερά
es: &Izquierda
fr: &Gauche
hu: Ba&lra
it: &Sinistra
ja: 左へ(&L)
mk: &Налево
nb: &Venstre
pl: W &lewo
sk: &Vľavo
sl: &Levo
sv: &Vänster
vi: T&rái

source: &Right
bg: &Дясно
el: &Δεξιά
es: De&recha
fr: &Droit
hu: Jobb&ra
it: &Destra
ja: 右へ(&R)
mk: &Надесно
nb: &Høyre
pl: W &prawo
sk: Vp&ravo
sl: &Desno
sv: &Höger
vi: P&hải

source: &Move
bg: &Движение
el: &Μετακίνηση
es: &Mover
fr: &Déplacer
hu: &Mozgatás
it: &Sposta
ja: 移動(&M)
mk: &Премести
nb: &Flytt
pl: &Przesuń
sk: Pre&sunúť
sl: &Premakni
sv: &Flytta
vi: Di c&huyển

source: Drag your video files from the File Browser to here.
bg: Преместете вашите видео файлове от File Browser - тук.
el: Τραβηξτε εδω τα βιντεο σας απο τον περιηγητη αρχειων
es: Arrastra aquí tu vídeo desde el explorador de archivos
fr: Glisser ici vos fichiers vidéo à partir du gestionnaire de fichier
hu: Húzza át ide a filmfájljait a fájlböngészőből
it: Trascina qui i video dal navigatore file
ja: 動画ファイルをファイルブラウザーからここにドラッグします
mk: Влечете ги овде видео датотеките од датотечниот листач
nb: Dra videofilene hit fra fil nettleser
pl: Przeciągnij tutaj pliki wideo z przeglądarki plików
sk: Pretiahnite myšou sem video súbory z prehliadača súborov
sl: Sem povlecite svoje videoposnetke iz datotečnega brskalnika
sv: Dra hit videofiler från filhanteraren
vi: Kéo tập tin video vào đây

source: Slideshow (%d images)
bg: Слайдшоу (%d изображения)
el: Slideshow (%d εικόνες)
es: Presentación (%d images)
fr: Diaporama (%d images)
hu: Diavetítés (%d kép)
it: Presentazione (% immagini)
ja: スライドショー (画像 %d 枚)
mk: Слајдшол (%d слики)
nb: Lysbildevisning (%d bilder)
pl: Pokaz slajdów (%d obrazów)
sk: Prezentácia (%d obrázkov)
sl: Predstavitev (%d slik)
sv: Bildspel (%d bilder)
vi: Biểu diễn hình ảnh (%d hình ảnh)

source: Slideshow (1 image)
bg: Слайдшоу (1 изображение)
el: Slideshow (1 εικόνα)
es: Presentación (1 imagen)
fr: Diaporama (1 image)
hu: Diavetítés (1 kép)
it: Presentazione (1 immagine)
ja: スライドショー (画像 1 枚)
mk: Слајдшол (1 слика)
nb: Lysbildevisning (1 bilde)
pl: Pokaz slajdów (1 obraz)
sk: Prezentácia (1 obrázok)
sl: Predstavitev (1 slika)
sv: Bildspel (1 bild)
vi: Biểu diễn hình ảnh (1 hình ảnh)

source: The selected video files don't fit on DVD without re-encoding. Do you want to enable re-encoding?
bg: Избраните видеофайлове не се побират на DVD без повторно кодиране. Искате ли да разрешите повторно кодиране?
el: Τα επιλεγμένα αρχεία βίντεο δεν χωράνε στο DVD χωρίς επανακωδικοποίηση. Θα θέλατε να ενεργοποιήσετε την επανακωδικοποίηση;
es: Los ficheros de video seleccionados no caben en el DVD sin recodificarlos. ¿Quiere habilitar el recodificado?.
fr: Le fichier vidéo sélectionné ne peut tenir sur un DVD sans trans-codage. Voulez-vous autoriser le trans-codage ?
hu: A kiválasztott filmek nem férnek rá a DVD-re újrakódolás nélkül. Engedélyezi az újrakódolást?
it: I file selezionati non possono essere adattati al DVD senza ricodifica. Abilitare la ricodifica?
nb: Valgt video fil er for stor for DVD uten re-koding. Vil du aktivere re-koding?
pl: Wybrane pliki wideo nie zmieszczą się na płycie DVD bez ponownego kodowania. Czy chcesz włączyć ponowne kodowanie?
sk: Vybrané video súbory sa nezmestia na DVD bez zmeny formátu. Chete povoliť zmenu formátu?
vi: Các tập tin video không phù hợp với DVD mà không có mã hóa-lần nữa.Bạn có muốn bật tính năng mã hóa-lại?

source: Adding file %s. Please wait...
bg: Добавяне на файл %s. Моля чакайте...
el: Παρακαλώ περιμένετε...
es: Añadiendo fichero %s Espere por favor...
fr: Ajout fichier « %s ». Veuillez patienter…
hu: A(z) %s fájl hozzáadása folyamatban. Kérem, várjon!
it: Aggiunta file %s. Attendere...
nb: Legger til fil %s. Vennligst vent...
pl: Dodawanie pliku %s. Proszę czekać...
sk: Pridávanie sa súboru „%s". Čakajte prosím...

source: File '%s' doesn't contain any audio or video streams.
bg: Файла '%s' не съдържа никакви аудио и видео потоци.
el: Το αρχειο '%s' δεν περιεχει ηχητικα η βιντεο streams.
es: %s no contiene flujo de vídeo ni audio.
fr: « %s » ne contient ni flux vidéo, ni audio.
hu: A(z) '%s' fájl nem tartalmaz hang- vagy képsávot.
it: Il file "%s" non contiene uno stream audio o video.
ja: ファイル '%s' には、音声ストリーム・映像ストリームが一切含まれていません。
nb: Fil '%s' inneholder ingen lyd eller video streamer.
pl: Plik '%s' nie zawiera żadnych strumieni audio i wideo.
sk: Súbor „%s" neobsahuje žiadne video ani zvukové stopy.
vi: Tập tin '%s' không chứa bất kỳ audio hoặc video nào.

source: This file contains video in PAL format. Do you want to change DVD format to PAL too?
bg: Този файл съдържа видео в PAL формат. Искате ли да промените DVD формат на PAL?
el: Ο τυπος αυτου του αρχειου ειναι PAL. Θελετε να αλλαχθει ο τυπος του DVD σε PAL?
es: Este fichero contiene vídeo en formato PAL. ¿Quieres cambiar el formato del DVD a PAL?
fr: Ce fichier contient de la vidéo au format PAL. Voulez-vous changer de format de DVD au format PAL aussi ?
hu: Ez a fájl PAL formátumú képsávot tartalmaz. Szeretné a DVD formátumát is PAL-ra módosítani?
it: Questo file contiene un video in formato PAL. Si desidera cambiare anche il formato DVD in PAL?
ja: このファイルには PAL 形式の映像が含まれています。このファイルに合わせて、DVD の映像形式も PAL に変更しますか?
nb: Denne filen inneholder video i PAL format. Vil du forandre DVD formatet til PAL også?
pl: Ten plik zawiera wideo w formacie PAL. Czy chcesz zmienić format DVD na PAL?
sk: Tento súbor obsahuje video vo formáte PAL. Chcete zmeniť taktiež DVD formát na PAL?
sl: Ta datoteka vsebuje video v zapisu PAL. Želite spremeniti tudi zapis DVD-ja v PAL?
sv: Denna fil innehåller video i PAL-format. Vill du även ändra DVD-formatet till PAL?
vi: Tập tin này chứa video định dạng PAL. Bạn có muốn chuyển định dạng DVD sang định dạng PAL hay không?

source: This file contains video in NTSC format. Do you want to change DVD format to NTSC too?
bg: Този файл съдържа видео в NTSC формат. Искате ли да промените DVD формат на NTSC?
el: Ο τυπος αυτου του αρχειου ειναι NTSC. Θελετε να αλλαχθει ο τυπος του DVD σε NTSC?
es: Este fichero contiene vídeo en formato NTSC. ¿Quieres cambiar el formato del DVD a NTSC?
fr: Ce fichier contient la vidéo au format NTSC. Voulez-vous changer de format de DVD en NTSC aussi ?
hu: Ez a fájl NTSC formátumú képsávot tartalmaz. Szeretné a DVD formátumát is NTSC-re módosítani?
it: Questo file contiene un video in formato NTSC. Si desidera cambiare anche il formato del DVD in NTSC?
ja: このファイルには NTSC 形式の映像が含まれています。このファイルに合わせて、DVD の映像形式も NTSC に変更しますか?
nb: Denne filen inneholder video i NTSC format. Vil du forandre DVD formatet til NTSC også?
pl: Ten plik zawiera wideo w formacie NTSC. Czy chcesz zmienić format DVD na NTSC?
sk: Tetno súbor obsahuje video vo formáte NTSC. Chcete zmeniť taktieť DVD formát na NTSC?
sl: Ta datoteka vsebuje video v zapisu NTSC. Želite spremeniti tudi zapis DVD-ja v NTSC?
sv: Denna fil innehåller video i NTSC-format. Vill du även ändra DVD-formatet till NTSC?
vi: Tập tin này chứa video định dạng NTSC. Bạn có muốn chuyển định dạng DVD sang định dạng NTSC luôn hay không?

source: Maximal 99 titles are allowed for one titleset.
bg: Максимално 99 заглавия са разрешени за един комплект със заглавия.
el: Ενα σετ τιτλων μπορει να περιεχει το πολυ 99 τιτλους
es: Se permite un máximo 99 títulos para un set de Títulos
fr: Maximum 99 titres dans un groupe de titres.
hu: Legfeljebb 99 cím lehet egy címtárban.
it: Per un insieme di titoli è consentito un massimo di 99 titoli.
ja: 1 タイトルセットに含められるタイトルは最大 99 までです。
nb: Maksimalt 99 titler er tillatt for et titteloppsett.
pl: W jednym zestawie tytułów dozwolone jest maksymalnie 99 tytułów.
sk: V jednom súbore titulov je možné použiť najviac 99 titulov.
vi: Tối đa 99 tiêu đề được cho phép trong một thiết lập tiêu đề.

source: The video bitrate is reduced below 2 Mb/s to fit your video on DVD. This can produce DVD with bad video quality.
bg: Видео битрейта е намален под 2 Mb/s, за да побере вашето видео на DVD. Това може да влоши качеството на видеото.
el: Το bitrate μειωθηκε στα 2 Mb/s για να χωρεσει στο DVD. Μπορει να δημιουργηθει DVD κακης ποιοτητας.
es: El bitrate video se ha reducido por debajo de los 2 Mb/s para que el video quepa en el DVD. Eso puede producir un DVD de mala calidad.
fr: Le débit vidéo a été réduit sous les 2 Mo/s pour tenir sur le DVD. Ceci peut produire une vidéo de mauvaise qualité.
hu: A képsáv bitsebessége 2 Mb/s alá csökkent, hogy a film ráférhessen a DVD-re. Ez rossz képminőségű lemezt eredményezhet.
it: Il bitrate del video verra abbassato sotto i 2 Mb/s per farlo stare nel DVD. Ciò comporterà una perdita di qualità.
ja: DVD に映像が収まるよう、映像ビットレートを 2 Mb/s 未満に落としました。映像品質の悪い DVD ができあがるかもしれません。
mk: Видео битрејтот ќе биде намален под 2 МБ/с за да го собери видеото на ДВД. Ова можно е да произведи ДВД со грд видео квалитет.
nb: For å få plass på DVD'en, er bit-frekvensen redusert til under 2 Mb/s. Dette kan medføre dårlig kvalitet på videoen.
sk: Dátový tok videa bol zmenšený na menej ako 2 Mb/s aby sa video vošlo na DVD. Toto môže spôsobiť zníženú kvalitu videa na DVD.
sl: Mera vzorčenja videa je padla pod 2Mb/s, da bi ustrezal velikosti ploščka DVD. To lahko povzroči DVD z nizko kakovostjo slike.
sv: Videons bitfrekvens är reducerad under 2Mbit/s för att rymmas på DVD'n. Detta kan resultera i DVD med dålig videokvalité.
vi: Video Bitrate bị giảm xuống còn 2MB/giây để tương xứng với video của bạn trong menu. Điều này có thể làm cho chất lượng DVD giảm xuống.
