Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: About ...
bg: Информация за програмата ...
el: Πληροφορίες ...
es: Acerca de...
fr: À propos...
hu: Névjegy...
it: InFo ...
ja: DVDStyler について...
mk: За ...
nb: Om ...
pl: O programie...
sk: O programe
sl: O programu ...
sv: Om ...
vi: Thông tin về....

source: About
bg: Информация за програмата
el: Πληροφορίες
es: Acerca de
fr: À propos
hu: Névjegy
it: InFo
ja: DVDStyler について
mk: За
nb: Om
pl: O programie
sk: O programe
sl: O programu
sv: Om
vi: Thông tin

source: Written by:
bg: Написана от:
el: Δημιουργημένο από:
es: Escrito por:
fr: Écrit par :
hu: Írta:
it: Scritto da:
ja: 製作者:
mk: Напишана од:
nb: Skrevet av:
pl: Napisany przez:
sk: Autor:
sl: Napisal:
sv: Skrivet av:
vi: Lập trình bởi:

source: Version:
bg: Версия:
el: Έκδοση:
es: Versión:
hu: Verzió:
it: Versione:
ja: バージョン:
mk: Верзија:
nb: Versjon:
pl: Wersja:
sk: Verzia:
sl: Različica:
vi: Phiên bản:

source: Licence type:
bg: Тип на лиценза:
el: Τύπος άδειας
es: Tipo de Licencia:
fr: Type de licence :
hu: Licenc típus:
it: Tipo di licenza:
ja: ライセンス形態:
mk: Вид на Лиценца:
nb: Lisens type:
pl: Typ licencji:
sk: Typ licencie:
sl: Vrsta licence:
sv: Licenstyp:
vi: Loại giấy phép:

source: Copyright:
bg: Авторско право:
el: Πνευματικά δικαιώματα:
hu: Szerzői jog:
ja: 著作権:
mk: Копирајт:
nb: Kopirettigheter:
pl: Prawa autorskie:
vi: Bản quyền:

source: DVDStyler is a crossplatform authoring system for Video DVD production.
bg: DVDStyler е многоплатформена програма за създаване на DVD видео.
el: DVDStyler είναι ένα πρόγραμμα δημιουργίας DVD πολλαπλών λειτουργικών συστημάτων.
es: DVDStyler es un sistema de autoría de DVD multiplataforma.
fr: DVDStyler est une application multi-plateforme pour la production de DVD Vidéo.
hu: A DVDStyler egy platformfüggetlen film-DVD szerkesztő rendszer.
it: DVDStyler è un sistema di produzione DVD Video multipiattaforma.
ja: DVDStyler はクロスプラットフォームのDVDオーサリングシステムです。
mk: ДВДСтајлер e кросплатформна програма за систем кој создава и произведува видео ДВД
nb: DVDStyler er et fler-OS system for produksjon av DVD-filmer.
pl: DVDStyler jest wieloplatformowym programem do authoringu DVD.
sk: DVDStyler je multiplatformný program na vytváranie DVD.
sl: DVDStyler je večplatformni sistem za produkcijsko pripravo DVD-jev.
sv: DVDStyler är ett authoringsystem för att producera DVD-filmer.
vi: DVDStyler là một chương trình tuyệt vời cho việc xuất bản các sản phẩm DVD. Dịch bởi Phan Anh

source: Forum
bg: Форум
el: Μορφή:
hu: Fórum
ja: フォーラム
mk: Форум
sk: Fórum
sl: Spletni forum
vi: Diễn đàn

source: Please use %sDVDStyler forum%s to get support, ask questions, or discuss this software.
bg: Моля използвайте форума%s на %sDVDStyler за поддръжка, зададете въпрос или да дискутирате софтуера.
el: Χρησιμοποίησε το %sDVDStyler forum%s για υποστήριξη, για να κάνεις μία ερώτηση ή να συζητήσεις για την εφαρμογής.
es: Puede utilizar %sDVDStyler forum%s para obtener soporte, preguntar dudas o hablar de este software
fr: Veuillez utiliser %sDVDStyler forum%s pour toute assistance, questions ou discussion sur ce logiciel.
hu: Kérem, keresse fel a %sDVDStyler forum%s-ot a támogatás igénybevételéhez és a programmal kapcsolatos kérdések megvitatásához.
it: Usare %sDVDStyler forum%s per ottenere supporto, risposte alle domande o scambiare informazioni su questo programma.
ja: このソフトのサポートを受けたり、質問をしたり、議論をしたい方は、%sDVDStyler forum%s をご利用ください。
mk: Ве молам користете го форумот на %sDVDStyler forum%s за да добиете поддршка, поставете прашања, или пак дискутирајте за софтверов.
nb: Bruk %sDVDStyler forum%s for å få hjelp, stille spørsmål, eller diskutere dette programmet.
pl: Prosimy korzystać z %sforum DVDStylera%s gdzie możesz otrzymać pomoc, zadać pytanie lub dyskutować na temat tego oprogramowania.
sk: Ak máte problémy s programom použite %sDVDStyler fórum%s a napíšte otázku alebo diskutujte o tomto programe.
sl: Uporavite %sforum DVDStyler%s, če potrebujete pomoč, želite zastaviti vprašanja ali razpravljati o tem programu.
sv: Använd %sDVDStyler forum%s för att få support, ställa frågor eller diskutera programvaran.
vi: Hãy truy cập vào %sDiễn đàn DVDStyler%s để nhận được sự hỗ trợ, thắc mắc hay thảo luân về chương trình.

source: Some documentation and %sFAQ%s you can find in %sDVDStyler WIKI%s or you can publish there your comments or small guides.
bg: Документация и %sЧЗВ%s може да намерите в %sDVDStyler УИКИ%s или вие можете да публикувате тук вашите коментари или кратки ръководства
el: Βιβλιογραφία και %sFAQ%s μπορεί να βρεθεί στο %sDVDStyler WIKI%s ; ή μπορείς και να δημοσιεύσεις σχόλια ή μικρό οδηγό χρήσης.
es: Puede encontrar algunas documentaciones y %sPreguntas Frecuentes%s en %sDVDStyler WIKI%s. También, puede publicar alli sus comentarios o guias.
fr: Vous pouvez retrouver les documentations et les %sFAQ%s sur %sDVDStyler WIKI%s où vous pouvez également poster vos commentaires ou mini guides.
hu: Leírások és a %sFAQ%s (GYIK) a %sDVDStyler WIKI%s oldalon találhatók, ahol várjuk az Ön hozzászólásait és rövid útmutatóit is.
it: Una parte della documentazione e %sFAQ%s si trovano (e possono essere aggiunte) nel %sDVDStyler WIKI%s.
ja: %sDVDStyler WIKI%s には資料や %sFAQ%s があるほか、あなたがコメントや簡単な手引きを書いて発表することもできます。
mk: Може да се најди по некоја документација и ЧПП на %sFAQ%s, исто може да се добие на викито %sDVDStyler WIKI%s или пак можете да испратите забелешки или пак мали туторијали.
nb: Du kan finne også dokumentasjon og %sFAQ%s i %sDVDStyler WIKI%s. Du kan også legge inn dine kommentarer og egne tips her.
pl: Nieco dokumentacji i %sFAQ%s można znaleźć na %sWIKI DVDStylera%s gdzie możesz też publikować swoje komentarze lub instrukcje.
sk: Dokumentáciu programu a %sFAQ%s môžete nájsť na %sDVDStyler Wiki%s. Tu môžete zverejniť vaše komentáre a užitočné návody.
sl: Del dokumentacije in %spogosto zastavljena vprašanja%s lahko najdete na %swikiju DVDStyler%s, tam pa lahko tudi objavite svoje komentarje ali hitre vodnike.
sv: Viss dokumentation och %sFAQ%s kan du hitta på %sDVDStyler WIKI%s eller så kan du publicera dina kommentarer eller egna guider där.
vi: Một số tài liều và %scác câu hỏi thương gặp%s có thể tìm trong %sDVDStyler Wiki%s hoặc bạn có thể bình luận hay góp ý cho chúng tôi.

source: Bugs & RFE
bg: Грешки и RFE
fr: Bogues et souhaits
hu: Hibák és észrevételek
ja: バグと RFE
mk: Грешки и
nb: Feilrapportering og forslag
pl: Błędy i RFE
sk: Chyby a RFE
sl: Hrošči in predlogi izboljšav
sv: Felrapportering och önskemål
vi: Gỡ rối v&à thiết lập

source: Please use %sSourceforge Bugtracing system%s to report bug and %sSourceforge RFE system%s to submit a new feature request.
bg: Моля използвайте %sSourceforge Bugtracing система %s да доклад бъгове и %sSourceforge RFE система %s да изпратите нова заявка за функция.
el: Χρησιμοποίησε το %sSourceforge Bugtracing system%s για την αναφορά σφαλμάτων και το %sSourceforge RFE system%s για την καταχώριση μελλοντικής δυνατότητας της εφαρμογής.
es: Utilice %sel sistema de seguimiento de problemas de Sourceforge%s para reportar los problemas y %sel sistema RFE de Sourceforge%s para reportar una petición de mejora.
fr: Merci d'utiliser %sSourceforge Bugtracing system%s pour signaler un bogue et %sSourceforge RFE system%s pour soumettre des idées de nouvelles fonctionnalités.
hu: Kérem, használja a %sSourceforge Bugtracing system%s-et a hibabejelentéshez és a %sSourceforge RFE system%s-et új funkciók igényléséhez.
it: Per documentare un difetto usare il %sSourceforge Bugtracing system%s, invece usare %sSourceforge RFE system%s per richiedere una nuova funzionalità.
ja: バグの報告には %sSourceforge Bugtracing system%s を、機能追加の要望には %sSourceforge RFE system%s をご利用ください。
mk: Ве мола користете %sSourceforge Bugtracing system%s за да испраќате грешки и %sSourceforge RFE system%s за да испраќате молби за додатоци.
nb: Bruk %sSourceforge Bugtracing system%s for feilrapportering og %sSourceforge RFE system%s for å legge inn nye forslag.
pl: Proszę korzystaj z %ssystemu Sourceforge Bugtracing%s do zgłaszania błędów i z %ssystemu Sourceforge RFE%s do omawiania nowych funkcji.
sk: Používajte %sSystém na hlásenie chýb Sourceforge%s pre hlásenie chýb a %sRFE systém Sourceforge%s pre nápady na nové funkcie.
sl: Uporabite %ssistem za sledenje hroščem Sourceforge%s, če želite poročati o hrošču, in %ssistem za predlaganje izboljšav Sourceforge%s za prijavo predlogov.
sv: Använd %sSourceforge Bugtracing system%s för att rapportera fel och %sSourceforge RFE system%s för att skicka in en ny funktionsbegäran.
vi: Sử dụng %sHệ thống gỡ rối của Sourceforge%s để báo cáo lỗi và %sHệ thống tham chiếu%s để yêu cầu tính năng mới.

source: Support
bg: Поддръжка
el: Υποστήριξη
es: Soporte
fr: Assistance
hu: Támogatás
it: Supporto
ja: サポート
mk: Поддршка
nb: Støtte
pl: Wsparcie
sk: Podpora
sl: Podpora
vi: Hỗ trợ

source: Author and Maintainer
bg: Автор и мениджъра
el: Δημιουργός και Συντηρητής
es: Autor y mantenedor
fr: Auteur et suivi
hu: Szerző és karbantartó
it: Autore e Responsabile
ja: 作者またはプロジェクト担当
mk: Автор и Одржувач
nb: Opphavsmann og Vedlikeholder
pl: Autor
sk: Autor programu
sl: Avtor in skrbnik
sv: Upphovsman och ansvarig
vi: Tác giả và người phân phối

source: Doc Writer
bg: Написал документа
el: Συγγραφέας εγχειριδίου
es: Documentación
fr: Auteur de la documentation
hu: Kézikönyv iró
it: Autore della documentazione
ja: ドキュメント製作
mk: Документатор
nb: Dokumentasjon-forfatter
pl: Autor dokumentacji
sk: Autor dokumentácie
sl: Pisec dokumentacije
sv: Dokumentation
vi: Kịch bản

source: Packager (.deb)
bg: Пакетирал (.deb)
el: Πακετάρισμα (.deb)
es: Creador de paquete (.deb)
fr: Empaqueteur (.deb)
hu: Csomagoló (.deb)
it: Pacchetto (.deb)
ja: パッケージ製作 (.deb)
mk: Пакувач (.deb)
nb: Pakker (.deb)
pl: Pakiet (.deb)
sk: Tvorba balíkov (.deb)
sl: Paketar (.dab)
sv: Paketerare (.deb)
vi: Đóng gói(dùng cho linux)

source: Translations
bg: Преводи
el: Μεταφράσεις
es: Traducciones
fr: Traductions
hu: Fordítások
it: Traduzioni
ja: 翻訳製作
mk: Преводи
nb: Oversettinger
pl: Tłumacze
sk: Preklady
sl: Prevodi
sv: Översättningar
vi: Các dịch giả

source: Libraries and Tools
bg: Библиотеки и Инструменти
el: Βιβλιοθήκες και εργαλεία
es: Bibliotecas y utilidades
fr: Bibliothèques et outils
hu: Könyvtárak és kiegészítők
it: Librerie ed strumenti
ja: ライブラリとツール
mk: Библиотеки и Алатки
nb: Bibliotek og Verktøy
pl: Biblioteki i narzędzia
sk: Knižnice a nástroje
sl: Knjižnice in orodja
sv: Bibliotek och verktyg
vi: Thư viện và công cụ

source: Authors
bg: Автори
el: Εκδότης
es: Autores
fr: Auteurs
hu: Szerzők
it: Autori
ja: 製作
mk: Автори
nb: Opphavsmenn
pl: Autorzy
sk: Autori
sl: Avtorji
sv: Upphovsmän
vi: Phan Anh

source: DVDStyler is <a href='http://www.gnu.org/philosophy/free-sw.html'>free software</a> distributed under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Please visit those sites for details of each agreement.
bg: DVDStyler е <a href='http://www.gnu.org/philosophy/free-sw.html'>безплатен софтуер</a> разпространяван чрез <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Моля посетете този сайт за детайлите на всяко от условията за ползване.
el: DVDStyler είναι ένα <a href='http://www.gnu.org/philosophy/free-sw.html'>δωρεάν λογισμικό</a> που διανέμεται υπό την <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Παρακαλώ επισκεφθείτε τις ιστοσελίδες για λεπτομέρειες για κάθε συμφωνία.
es: DVDStyler ES <a href='http://www.gnu.org/philosophy/free-sw.html'>software libre</a> distribuido bajo<a href='http://www.gnu.org/copyleft/gpl.html'> la licencia pública general GNU (GPL)</a>. visite estos sitios para detalles sobre las condiciones.
fr: DVDStyler <a href='http://www.gnu.org/philosophy/free-sw.html'>free software</a> est distribué sous Licence <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Veuillez visiter ces sites pour plus de détails sur chaque accord.
hu: A DVDStyler <a href='http://www.gnu.org/philosophy/free-sw.html'>ingyenes szoftver</a>, terjesztése a <a href='http://www.gnu.org/copyleft/gpl.html'>GNU Általános Nyilvános Licenc (GPL)</a> alapján történik. Kérem, látogasson el a fenti oldalakra a megállapodások részleteiért.
it: DVDStyler è <a href='http://www.gnu.org/philosophy/free-sw.html'>un software libero</a> distribuito sotto la <a href='http://www.gnu.org/copyleft/gpl.html'>Licenza Pubblica Generica (GPL)</a>. Visitare entrambi i siti per maggiori dettagli su entrambi.
ja: DVDStyler は<a href='http://www.gnu.org/copyleft/gpl.html'>GNU 一般公衆利用許諾契約書 (GPL)</a>に基づいた<a href='http://www.gnu.org/philosophy/free-sw.html'>自由ソフトウェア</a>です。詳細については各リンク先サイトを参照してください。
mk: DVDStyler is<a href='http://www.gnu.org/philosophy/free-sw.html'>free software</a> distributed under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Ве молам посетете ги горе наведените линкови за белешки околу секој договор.
nb: DVDStyler er <a href='http://www.gnu.org/philosophy/free-sw.html'>fri programvare</a> utgitt under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Besøk gjerne disse sidene for mer detaljert informasjon.
pl: DVDStyler jest <a href='http://www.gnu.org/philosophy/free-sw.html'>wolnym oprogramowaniem</a> rozprowadzanym zgodnie z <a href='http://www.gnu.org/copyleft/gpl.html'>licencją GNU General Public License (GPL)</a>. Aby dowiedzieć się więcej na temat licencji odwiedź powyższe strony.
sk: DVDStyler je <a href='http://www.gnu.org/philosophy/free-sw.html'>voľný softvér</a> distribuovaný pod <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public Licenciou (GPL)</a>. Navštívte uvedené stránky pre detaily.
sl: DVDStyler je <a href='http://www.gnu.org/philosophy/free-sw.html'>brezplačna programska oprema</a>, njeno razširjanje poteka pod <a href='http://www.gnu.org/copyleft/gpl.html'>splošno javno licenco GNU (GPL)</a>. Vabimo vas, da obiščete ta spletna mesta, saj tam najdete vse pravne podrobnosti.
sv: DVDStyler är <a href='http://www.gnu.org/philosophy/free-sw.html'>fri programvara</a> och distribueras under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Besök dessa webbplatser för mer information.
vi: DVDStyle<a href='http://www.gnu.org/philosophy/free-sw.html'>r là một sản phẩm miễn phí </a>và được phân phối theo bản quyển của tổ chức <a href='http://www.gnu.org/copyleft/gpl.html'>GNU</a>. Phiên bản này được phiên dịch bởi Phan Anh. Hãy liên hệ với tôi thông qua email nếu bạn có gì thắc mắc hoặc đơn giản là sẻ chia những gì bạn biết.Email: ppanhh@gmail.com. Web: <a href='http://iamphananh.blogspot.com'>IAMPHANANH</a>. Hãy truy cập trang web của chương trình để biết thêm chi tiết.

source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
bg: СОФТУЕРЪТ СЕ ПРЕДОСТАВЯ "КАКТО Е", БЕЗ ГАРАНЦИЯ ОТ ВСЯКАКЪВ ВИД, ЯВНИ ИЛИ НЕЯВНИ, ВКЛЮЧИТЕЛНО НО НЕ САМО ГАРАНЦИИ ЗА ПРОДАВАЕМОСТ, ПРИГОДНОСТ ЗА ОПРЕДЕЛЕНА ЦЕЛ И НЕНАРУШАВАНЕ. В НИКАКЪВ СЛУЧАЙ АВТОРА ИЛИ ПРИТЕЖАТЕЛЯТ НА АВТОРСКИТЕ ПРАВА НЕ НОСИ ОТГОВОРНОСТ ЗА ВСЯКАКВИ ИСКОВЕ, ЩЕТИ ИЛИ ДРУГА ОТГОВОРНОСТ, НЕЗАВИСИМО ДАЛИ СА В ДЕЙСТВИЕ НА ДОГОВОР, ЗАКОНОНАРУШЕНИЕ ИЛИ ПО ДРУГ НАЧИН, ПРОИЗТИЧАЩИ ОТ ТЯХ, ОТ ИЛИ ВЪВ ВРЪЗКА С СОФТУЕР, ИЗПОЛЗВАНЕТО ИЛИ ДРУГИ ОПЕРАЦИИ С ТОЗИ СОФТУЕР.
es: EL PROGRAMA ES SUMINISTRADO "TAL COMO ESTÁ", SIN GARANTÍAS DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA, DE MERCANTIBILIDAD Y ADAPTABILIDAD PARA UN PROPÓSITO PARTICULAR; Y EN NINGÚN MOMENTO LOS AUTORES O LOS PROPIETARIOS DEL COPYRIGHT SERÁN RESPONSABLES POR CUALQUIER PÉRDIDA O DAÑO, DIRECTO O INDIRECTO, INCLUYENDO TIEMPO, DINERO, BIENHECHORÍAS, NI POR CUALQUIER DAÑO INCIDENTAL, INDIRECTO O CONSECUENTE DEBIDO AL USO O LA INCAPACIDAD DE USAR EL PROGRAMA, INCLUSO SI SE HA ADVERTIDO A LOS AUTORES O PROPIETARIOS DEL COPYRIGHT DE TALES PÉRDIDAS O DAÑOS.
fr: LE PROGRAMME EST FOURNI « TEL QUEL » SANS GARANTIE D'AUCUNE SORTE, EXPLICITE OU IMPLICITE, Y COMPRIS MAIS SANS LIMITATION, LES GARANTIES DE VALEUR MARCHANDE OU D'ADAPTATION À UN USAGE PARTICULIER ET LÉGAL. EN AUCUN CAS LES AUTEURS OU DÉTENTEURS DU DROIT D'AUTEUR NE POURRONT ÊTRE TENUS RESPONSABLES DES ACTIONS, TORTS OU TOUT AUTRE ÉVÈNEMENT SURVENU À LA SUITE DE L'UTILISATION DE LEUR LOGICIEL, QU'ILS EN SOIENT LA CAUSE OU NON.
hu: A SZOFTVERT BÁRMIFÉLE - KIFEJEZETT VAGY VÉLELMEZETT - JÓTÁLLÁS NÉLKÜL, "ÚGY, AHOGY VAN" BOCSÁTJUK RENDELKEZÉSRE; BELEÉRTVE, DE NEM KORLÁTOZVA AZ ELADHATÓSÁGRA, MEGFELELŐSÉGRE VAGY JOGTISZTASÁGRA VONATKOZÓ TÖRVÉNYI SZAVATOSSÁGOKAT. A SZERZŐK VAGY A JOGTULAJDONOSOK SEMMILYEN KÖRÜLMÉNYEK KÖZÖTT NEM FELELŐSEK SEMMILYEN IGÉNYÉRT, KÁRÉRT VAGY EGYÉB KÖVETELÉSÉRT, LEGYEN AZ AKÁR SZERZŐDÉST ÉRINTŐ KÖVETKEZMÉNY, OKOZOTT KÁR VAGY BÁRMI EGYÉB, AMI A SZOFTVER HASZNÁLATA VAGY AZ ABBAN LÉTREJÖVŐ ÜGYLETEK KÖZBEN FELMERÜL, ABBÓL ERED VAGY AHHOZ KAPCSOLÓDÓ.
it: IL SOFTWARE È FORNITO “COSÌ COM'È”, SENZA GARANZIA DI ALCUN GENERE, ESPRESSA O IMPLICITA, INCLUDENDO E SENZA ESSERE LIMITATO ALLE GARANZIE DI POTER ESSERE VENDUTO, L'IDONEITÀ A UN PARTICOLARE FINE E LA NON VIOLAZIONE DEI DIRITTI ALTRUI. IN NESSUN CASO GLI AUTORI O I DETENTORI DEL COPYRIGHT SARANNO RESPONSABILI PER QUALSIASI RECLAMO, DANNO O ALTRA RESPONSABILITÀ, SIA IN FORZA DEL CONTRATTO, IN SITUAZIONE NON CONTEMPLATE NEL CONTRATTO O ALTRO, CHE NASCA DA, AL DI FUORI O IN RIFERIMENTO AL SOFTWARE O ALL'USO O AD ALTRE QUESTIONI RIGUARDANTI IL SOFTWARE.
nb: PROGRAMVAREN LEVERES "SOM DEN ER", UTEN NOEN SOM HELST GARANTI, UTTRYKT ELLER UNDERFORSTÅTT, INKLUDERT MEN IKKE BEGRENSET TIL GARANTIER OM SALGBARHET, EGNETHET FOR ET BESTEMT FORMÅL OG IKKE-MISBRUK. UNDER INGEN OMSTENDIGHETER SKAL FORFATTERNE ELLER RETTIGHETSHAVERNE SETTES TIL ANSVAR FOR NOEN KRAV, SKADER ELLER ANDRE ANSVAR, ENTEN PÅ GRUNN AV KONTRAKT, INDIREKTE ELLER ANNET, SOM FORÅRSAKES AV ELLER I FORBINDELSE MED PROGRAMVAREN, ELLER BRUK OG ANNEN BENYTTING AV PROGRAMVAREN.
pl: OPROGRAMOWANIE JEST DOSTARCZONE TAKIM, JAKIE JEST, BEZ JAKIEJKOLWIEK GWARANCJI, WYRAŹNEJ LUB DOROZUMIANEJ, NIE WYŁĄCZAJĄC GWARANCJI PRZYDATNOŚCI HANDLOWEJ LUB PRZYDATNOŚCI DO OKREŚLONYCH CELÓW A TAKŻE BRAKU WAD PRAWNYCH. W ŻADNYM PRZYPADKU TWÓRCA LUB POSIADACZ PRAW AUTORSKICH NIE MOŻE PONOSIĆ ODPOWIEDZIALNOŚCI Z TYTUŁU ROSZCZEŃ LUB WYRZĄDZONEJ SZKODY A TAKŻE ŻADNEJ INNEJ ODPOWIEDZIALNOŚCI CZY TO WYNIKAJĄCEJ Z UMOWY, DELIKTU, CZY JAKIEJKOLWIEK INNEJ PODSTAWY POWSTAŁEJ W ZWIĄZKU Z OPROGRAMOWANIEM LUB UŻYTKOWANIEM GO LUB WPROWADZANIEM GO DO OBROTU.
sk: TENTO SOFTVÉR JE POSKYTOVANÝ „TAKÝ AKO JE", BEZ ZÁRUKY AKÉHOKOĽVEK DRUHU, ČI UŽ VYSLOVENEJ ALEBO IMPLIKOVANEJ; A TO VRÁTANE, NO NIE OBMEDZENEJ NA ZÁRUKY PREDAJNOSTI, VNODNOSTI PRE DANÝ ÚČEL ALEBO PRESTÚPENIE PRÁV. V ŽIADNOM PRÍPADE NEBUDÚ AUTORI ALEBO DRŽITELIA COPYRIGHTU ZODPOVEDNÍ ZA AKÚKOĽVEK REKLAMÁCIU, ŠKODY ALEBO INÉ ZODPOVEDNOSTI, ČI UŽ V RÁMCI KONTRAKTU, JEHO PREČINU ALEBO INAK, PRAMENIACICH Z, SPOLU S, ALEBO V SPOJENÍ SO SOFTVÉROM ALEBO JEHO POUŽITÍM ALEBO AKÝCHKOĽVEK INÝCH VECÍ TÝKAJÚCICH SA SOFTVÉRU.
sv: DENNA PROGRAMVARA TILLHANDAHÅLLS "I BEFINTLIGT SKICK" ("AS IS") UTAN GARANTIER AV NÅGRA SLAG, VARKEN UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, UNDERFÖRSTÅDDA GARANTIER VID KÖP OCH LÄMPLIGHET FÖR ETT SÄRSKILT ÄNDAMÅL. HELA RISKEN FÖR KVALITET OCH ANVÄNDBARHET BÄRS AV DIG. OM PROGRAMMET SKULLE VISA SIG HA DEFEKTER SKALL DU BÄRA ALLA KOSTNADER FÖR FELETS AVHJÄLPANDE, REPARATIONER ELLER NÖDVÄNDIG SERVICE.
vi: PHẦN MỀM NÀY ĐƯỢC PHIÊN DỊCH BỞI PHAN ANH, PHÂN PHỐI VÀ PHÁT HÀNH KHÔNG KÈM THEO CÁC ĐIỀU KIÊN VỀ BẢO HÀNH CŨNG NHƯ CÁC VẤN ĐỀ VỀ PHÁP LÝ. MỌI TRÁCH NHIỆM KHI SỬ DỤNG PHẦN MỀM NÀY TÙY THUỘC HOÀN TOÀN VÀO NGƯỜI SỬ DỤNG. PHẦN MỀM NÀY KHÔNG NHẰM MỤC ĐÍCH THƯƠNG MẠI VÀ HOÀN TOÀN MIỄN PHÍ. PHIÊN BẢN TIẾNG VIỆT DO DỊCH GIẢ PHAN ANH ĐÓNG GÓP VÀ ĐÃ ĐƯỢC ĐĂNG KÝ BẢN QUYỀN. MỌI SỰ VI PHẠM CỐ TÌNH HAY VÔ Ý LÀ DO NGƯỜI SỬ DỤNG SẼ CHỊU TRACH NHIỆM TRƯỚC PHÁP LUẬT.

source: Licence
bg: Лиценз
el: Αδεια
es: Licencia
hu: Licenc
it: Licenza
ja: ライセンス
mk: Лиценца
nb: Lisens
pl: Licencja
sk: Licencia
sl: Licenca
sv: Licens
vi: Bản quyền

source: OK
bg: ОК
el: ΟΚ
hu: Rendben
mk: Добро
sl: V redu
vi: Đồng ý

source: font size
bg: размер на шрифта
el: μέγεθος γραμματοσειράς
fr: taille police
hu: betűméret
it: dimensione font
nb: skriftstørrelse
pl: rozmiar czcionki
sk: Veľkosť písma

source: Attribute
bg: Атрибут
el: Ιδιότητα
fr: Propriété
hu: Attribútum
it: Attributo
nb: Attributt
pl: Atrybut
sk: Atribút

source: Values (separated by semicolon)
bg: Стойности (разделени със запетайки)
el: Τιμές (χωρίζονται με ελληνικό ερωτηματικό)
fr: Valeurs (séparées par des point-virgules)
hu: Értékek (pontosvesszővel elválasztva)
it: Valori (separati da punto e virgola)
nb: Verdier (atskilt med semikolon)
pl: Wartości (oddzielone średnikiem)
sk: Hodnoty (oddelené bodkočiarkou)

source: Begin
bg: Започва
el: Έναρξη
fr: Début
hu: Indítás
it: Inizio
nb: Begynn
pl: Zacznij
sk: Začiatok

source: Duration (sec)
bg: Времетраене (sec)
el: Διάρκεια (δευτ)
hu: Hossz (mp)
it: Durata (sec)
nb: Varighet (sek)
pl: Czas trwania (sekundy)
sk: Trvanie (sek)

source: Animations
bg: Анимации
hu: Animációk
it: Animazioni
nb: Animasjoner
pl: Animacje
sk: Animácie

source: Audio properties
bg: Свойства за звука
el: Ιδιότητες ηχου
es: Propiedades de audio
fr: Propriétés audio
hu: Hang jellemzők
it: Proprietà audio
ja: 音声プロパティ
nb: Egenskaper for lyd
pl: Właściwości audio
sk: Vlastnosti zvuku
sl: Lastnosti zvoka
sv: Egenskaper
vi: Thuộc tính Audio

source: File Name:
bg: Име на файла
el: Ονομα αρχειου:
es: Nombre de fichero:
fr: Nom fichier :
hu: Fájl név:
it: Nome file:
ja: ファイル名:
mk: Име Датотека:
nb: Filnavn:
pl: Nazwa pliku:
sk: Názov súboru:
sl: Ime datoteke:
sv: Filnamn:
vi: Tên Tập tin:

source: Duration:
bg: Времетраене:
el: Διάρκεια:
es: Duración:
fr: Durée :
hu: Hossz:
it: Durata:
ja: 合計時間:
mk: Должина:
nb: Varighet:
pl: Czas trwania:
sk: Trvanie:
sl: Dolžina:
sv: Längd:
vi: Độ dài:

source: Source Format:
bg: Изходен формат:
el: Μορφή:
es: Formato fuente:
fr: Format de la source :
hu: Forrás formátuma:
it: Formato sorgente:
ja: 元の形式:
mk: Изворен формат:
nb: Kildeformat:
pl: Format źródła:
sk: Formát zdroja:
sl: Izvorna vrsta zapisa:
sv: Format:
vi: Định dạng nguồn:

source: Destination Format:
bg: Краен формат:
el: Προεπιλεγμένη μορφή βίντεο:
es: Formato de destino:
fr: Format de la sortie :
hu: Cél formátuma:
it: Formato destinazione:
ja: 変換後の形式:
mk: Одредиште формат:
nb: Målformat:
pl: Format docelowy:
sk: Formát cieľa:
sl: Ciljna vrsta zapisa:
sv: Standardformat för video:
vi: Định dạng video mong muốn:

source: Language:
bg: Език:
el: Γλώσσα
es: Idioma:
fr: Langue :
hu: Nyelv:
it: Lingua:
ja: 表示言語:
mk: Јазик:
nb: Språk:
pl: Język:
sk: Jazyk:
sl: Jezik:
sv: Språk:
vi: Ngôn ngữ:

source: Time delay:
bg: Закъснение във времето:
el: Τίτλος
es: Retardo de Tiempo:
fr: Temps d'attente :
hu: Késleltetés:
it: Ritardo di tempo:
ja: 遅延時間:
nb: Forsinkelse:
pl: Czas opóźnienia:
sk: Oneskorenie:
vi: Độ trễ thời gian:

source: Filters:
bg: Филтри:
el: Φιλτρα:
es: Filtros:
fr: Filtres :
hu: Szűrők:
it: Filtri:
ja: フィルター:
mk: Филтери:
nb: Filter:
pl: Filtry:
sk: Filtre:
sl: Filtri:
sv: Filter:
vi: Bộ lọc:

source: Volume adjustment
bg: Регулиране на усилването
el: Ρύθμιση έντασης ήχου
fr: Ajustement du volume
hu: Hangerő beállítás
it: Regolazione del volume
nb: Volumjustering
pl: Regulacja głośności
sk: Nastavenie hlasitosti

source: No
bg: Не
el: Όχι
hu: Nem
nb: Nei
pl: Nie
sk: Nie

source: Change (%)
bg: Промяна (%)
el: Αλλαγή (%)
hu: Módosítás (%)
it: Cambia (%)
nb: Endre (%)
pl: Zmiana (w %)
sk: Zmena (%)
