Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Wide screen DVD menu (nopanscan/noletterbox) can contain maximal 18 buttons
bg: Широкоекранното DVD меню (nopanscan/noletterbox) може да съдържа максимално 18 бутона
el: Το DVD μενού μπορεί να περιέχει το πολύ 18 κουμπιά
es: Los menús de DVD Wide screen no pueden contener más de 18 botones
fr: Les menus DVD écran large (« nopanscan/noletterbox ») ne peuvent contenir que 18 boutons maximum
hu: A szélesvásznú DVD menü (nopanscan/noletterbox opciókkal) legfeljebb 18 gombot tartalmazhat
it: Il menu dei DVD 16:9 (no panscan/no letterbox) può contenere al massimo 18 pulsanti
ja: ワイド画面の DVD メニュー (nopanscan/noletterbox) に、ボタンは 18 個までしか配置できません
mk: ДВД мени со широк екран (nopanscan/noletterbox) можи да содржи максимум 18 копчиња
nb: Bredskjerm DVD meny (nopanscan/noletterbox) kan kun ha opp til 18 knapper
pl: Menu DVD z szerokim ekranem (nopanscan/noletterbox) może zawierać maksymalnie 18 przycisków
sk: DVD menu na širokouhlej obrazovke môže obsahovať maximálne 18 tlačidiel
sl: Širokozaslonski meni DVD-ja (brez zasuka/črnih pasic) lahko vsebuje največ 18 gumbov
sv: Wide DVD-menyn (NoPanScan/NoLetterBox) får maximalt innehålla 18 knappar
vi: Menu DVD đối với màn hình rộng (nopanscan/noletterbox) có thể chứa đến 18 nút

source: DVD menu can contain maximal 34 buttons
bg: DVD менюто може да съдържа максимално 34 бутона
el: Το DVD μενού μπορεί να περιέχει το πολύ 34 κουμπιά
es: Los menus de DVD no pueden contener más de 34 botones
fr: Les menus DVD ne peuvent contenir que 34 boutons maximum
hu: A DVD menü legfeljebb 34 gombot tartalmazhat
it: Il menu del DVD può contenere al massimo 34 pulsanti
ja: DVD メニューに、ボタンは 34 個までしか配置できません
mk: ДВД мени можи да содржи максимум 34 копчиња
nb: DVD meny kan kun ha opp til 34 knapper
pl: Menu DVD może zawierać maksymalnie 34 przyciski
sk: DVD menu môže obsahovať maximálne 34 tlačidiel
sl: Meni DVD-ja lahko vsebuje največ 34 gumbov
sv: DVD-menyn får maximalt innehålla 34 knappar
vi: Menu của DVD có thể chứa tối đa 34 nút

source: Some actions are invalid. Please click 'Details' for more information.
bg: Някои действия са невалидни. Моля, щракнете върху "Подробни данни" за повече информация.
el: Ορισμένες ενέργειες δεν είναι έγκυρες. Παρακαλώ κάντε κλικ στο κουμπί 'Λεπτομέρειες', για περισσότερες πληροφορίες.
es: Algunas acciones no son válidas. Haga click en 'Detalles' para más información.
fr: Certaines actions ne sont pas valables. Veuillez cliquer sur « Détails » pour plus d'informations.
hu: Vannak érvénytelen műveletek. További információk a 'Részletek' alatt.
it: Qualche parametro è errato. Clicca su "Dettagli" per uteriori informazioni.
ja: 不適切な操作がありました。詳細は「詳細ログ」をクリックしてください。
mk: Некои дејства се неисправна. Ве молам кликнете „Детали“ за повеќе податоци.
nb: Noen av handlingene er ugyldige. Klikk 'Detaljer' for mer informasjon.
pl: Niektóre akcje są nieprawidłowe. Kliknij "Szczegóły" by uzyskać więcej informacji.
sk: Niektoré akcie nie sú platné. Kliknite na „Detaily" pre viac informácií.
sl: Nekatera dejanja niso veljavna. Kliknite 'Podrobnosti' za več informacij.
sv: Några åtgärder är ogiltiga. Se 'Detaljer' för mer information.
vi: Một vài thao tác đã bị lỗi. Hãy click vào 'Chi tiết' để biết thêm thông tin.

source: Cannot open file '%s'.
bg: Не мога да отворя файла '%s'.
el: Το αρχείο %s δεν μπορεί να ανοιχτεί
es: Imposible abrir el fichero '%s'.
fr: Impossible d'ouvrir le fichier « %s ».
hu: A(z) '%s' fájlt nem lehet megnyitni.
it: Impossibile aprire il file "%s".
ja: ファイル '%s' を開くことができません。
mk: Не можам да ја отворам датотеката „%s"“.
nb: Kan ikke åpne fil '%s'.
pl: Nie można otworzyć pliku '%s'.
sk: Nedá sa otvoriť súbor „%s".
sl: Datoteke '%s' ni mogoče odpreti.
sv: Kan inte öppna filen '%s'.
vi: Không thể mở file '%s'.

source: '%s' is not a DVDStyler project file
bg: '%s' не е проектен файл на DVDStyler
el: Αυτό '%s' δεν είναι αρχείο έργου DVDStyler
es: '%s' no es un proyecto DVDStyler
fr: « %s » n'est pas un fichier projet de DVDStyler
hu: '%s' nem DVDStyler projekt fájl
it: "%s" non è un progetto DVDStyler
ja: '%s' は DVDStyler プロジェクトファイルではありません
mk: „%s“ Ова не е DVDStyler проектна датотека
nb: '%s' er ikke en DVDStyler prosjekt-fil
pl: '%s' nie jest plikiem projektu DVDStyler
sk: Súbor „%s" nie je projekt programu DVDStyler
sl: '%s' ni datoteka projekta DVDStyler.
sv: '%s' är inte en DVDStyler-projektfil
vi: '%s' không phải là một tập tin dự án của chương trình

source: Can't load vmgm menus
bg: Не мога да заредя vmgm менютата
el: Δεν μπορεί να φορτοθεί το μενού vmgm
es: Imposible cargar los menus vmgm
fr: Impossible de charger les menus VMGM
hu: A VMGM menük betöltése sikertelen.
it: Impossibile caricare i menu vmgm
ja: ビデオマネージャー メニューの読み込みができません。
mk: Не можам да отворам vmgm менија
nb: Kan ikke laste inn vmgm menyer
pl: Nie można wgrać menu VMGM
sk: Nedá sa načítať VMGM menu
sl: Menijev vmgm ni mogoče naložiti
sv: Kan inte läsa in VMGM-menyer
vi: Không thể tải menu vmgm

source: Can't load titleset
bg: Не мога да заредя комплекта със заглавия
el: Δεν μπορεί να φορτωθεί το titleset
es: Imposible cargar el conjunto de títulos
fr: Impossible de charger le groupe titres
hu: A címtár betöltése sikertelen.
it: Impossibile caricare l'insieme di titoli
ja: タイトルセットの読み込みができません。
mk: Не можам да отворам titleset
nb: Kan ikke laste inn titteloppsett
pl: Nie można wgrać zestawu tytułów
sk: Nedá sa načítať súbor titulov
sl: Nabora posnetkov ni mogoče naložiti
sv: Kan inte läsa in titeluppsättning
vi: Không thể tải tiêu đề

source: Omit
bg: Пропускам
el: Παράλειψη
fr: Omettre
hu: Elhagyás
it: Ometti
nb: Utelate
pl: Pomiń
sk: Vynechať

source: Copy
bg: Копиране
el: &Αντιγραφή
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
mk: Копирај
nb: Kopier
pl: Kopiuj
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
vi: Sao chép

source: Unlimited
bg: Неограничен
el: Απεριοριστο
es: Ilimitado
fr: Illimité
hu: Korlátlan
it: Illimitato
ja: 無制限
mk: Неограничен
nb: Ubegrenset
pl: Nieograniczony
sk: Bez limitu
sl: neomejena
sv: Namnlös
vi: Không giới hạn

source: Call last menu
bg: Преминаване в последното меню
el: Δεν μπορεί να φορτωθεί το μενού
es: Ir al último menu
fr: Appel du dernier menu
hu: Legutóbbi menü hívása
it: Chiama l'ultimo menu
ja: 最後のメニューを呼ぶ
nb: Hent siste meny
pl: Wywołaj poprzednie menu
sk: Odkazať na posledné menu
vi: Kích hoạt menu lần trước

source: Call root menu
bg: Преминаване в главното меню
el: Μενου
es: Ir al menu principal
fr: Appel du menu principal
hu: Főmenü hívása
it: Chiama il menu principale
ja: ルートメニューを呼ぶ
nb: Hent rot meny
pl: Wywołaj menu root
sk: Odkazať na základné menu
vi: Kích hoạt menu gốc

source: Play next title
bg: Пусни следващото заглавие
el: Αναπήδηση σε
es: Reproducir siguiente Título
fr: Jouer le titre suivant
hu: Következő cím indítása
it: Esegui il titolo successivo
ja: 次のタイトルを再生
nb: Vis neste tittel
pl: Odtwórz następny tytuł
sk: Prehrať ďalší titul
vi: Bật tiêu đề tiếp theo

source: select audio track %d and
bg: изберете аудио запис %d и
el: επέλεξε το track του τραγουδιού %d και
es: seleccionar pista de audio %d y
fr: Sélectionner la piste audio %d et
hu: hangsáv választás: %d és
it: seleziona la traccia audio %d e
ja: 音声トラック %d を選択して、
mk: изберете звучна лента %d и
nb: velg lydspor %d og
pl: Wybierz ścieżkę audio %d i
sk: Vyberte zvukovú stopu %d a
sl: izberi zvočno sled %d in
sv: välj ljudspår %d och
vi: chọn âm thanh audio cho track %d và

source: select subtitle track %d and
bg: Изберете субтитри %d и
el: επέλεξε το track υπότιτλων %d και
es: seleccionar pista de subtítulos %d y
fr: Sélectionner la piste sous-titre %d et
hu: felirat választás: %d és
it: selaziona la traccia sottotitoli %d e
ja: 字幕トラック %d を選択して、
mk: изберете превод лента %d и
nb: velg undertittelspor %d og
pl: Wybierz ścieżkę z napisami %d i
sk: Vyberte stopu s titulkami %d a
sl: izberi podnapisno sled %d in
sv: välj undertextspår %d och
vi: chọn phụ đề cho track %d và

source: jump to start of current menu
bg: премини в началото на текущото меню
el: εκκίνηση του τρέχοντος μενού
es: inicio del menú actual
fr: saut au début du menu courant
hu: ugrás az aktuális menü elejére
it: salta all'inizio del menu attuale
ja: 現在のメニューの冒頭へジャンプ
mk: скокни до почеток од ова мени
nb: gå til start av aktuell meny
pl: skocz do początku bieżącego menu
sk: Skočiť na začiatok aktuálneho menu
sl: Skoči na začetek trenutnega menija
sv: hoppa till start i aktuell meny
vi: nhảy đến phần bắt đầu của menu hiện tại

source: from titleset %d
bg: от комплекта със заглавия %d
el: απο σετ τιτλων %d
es: desde conjunto de títulos %d
fr: du groupe titres %d
hu: a(z) %d. címtárból
it: dall'insieme dei titoli %d
ja: タイトルセット %d から
mk: од насловна група %d
nb: fra titteloppsett
pl: z zestawu tytułów %d
sk: zo súboru titulov %d
sl: iz nabora posnetkov %d
sv: titeluppsättning
vi: thiết lập tiêu đề %d

source: jump to title menu
bg: Отиди в менюто със заглавията
el: πηδημα στον τιτλο μενού
es: saltar al menú de título
fr: saut au menu titre
hu: ugrás cím menüre
it: Vai al Menu dei Titoli
nb: gå til tittel meny
pl: skocz do menu tytułu
sk: Prejsť na menu titulov

source: jump to root menu
bg: Отиди в главното меню
el: πηδημα στο αρχικό μενού
es: saltar al menú raíz
fr: saut au menu racine
hu: ugrás főmenüre
it: salta al menu principale
ja: ルートメニューへジャンプ
mk: скокни до корен мени
nb: gå til rot meny
pl: skocz do menu root
sk: Prejsť na hlavné menu
sl: Skoči na korenski meni
sv: hoppa till rotmeny
vi: nhảy đến menu gốc

source: jump to subtitle menu
bg: Отиди в менюто със субтитрите
el: πηδημα στο μενου υποτιτλων
es: saltar al menú de subtitulos
fr: saut au menu sous-titre
hu: ugrás felirat-menüre
it: salta al sottotitolo menu
ja: 字幕メニューへジャンプ
mk: скокни до превод мени
nb: gå til undertittel meny
pl: skocz do menu napisów
sk: Prejsť na menu titulkov
sl: Skoči na meni podnaslovov
sv: hoppa till undertextmeny
vi: nhảy đến menu phụ đề

source: jump to audio menu
bg: Отиди в менюто за звука
el: πηδημα στο μενου ηχου
es: Saltar al menú de audio
fr: saut au menu audio
hu: ugrás hang-menüre
it: salta al menu audio
ja: 音声メニューへジャンプ
mk: скокни до звук мени
nb: gå til audio meny
pl: skocz do menu audio
sk: Prejsť na menu audia
sl: Skoči na zvočni meni
sv: hoppa till ljudmeny
vi: nhảy đến menu audio

source: jump to angle menu
bg: Отиди в ъгловото меню
el: άλμα σε γωνία μενού
es: saltar al menú de ángulos
fr: saut au menu angle
hu: ugrás nézőpont-menüre
it: salta al menu angolo
ja: アングルメニューへジャンプ
mk: скокни до аголно мени
nb: gå til vinkel meny
pl: skocz do menu kąta
sk: Prejsť na menu uhlu pohľadu
sl: Skoči na meni zornih kotov
sv: hoppa till vinkelmeny
vi: nhảy đến menu góc

source: jump to chapter menu
bg: Отиди в менюто с главите
el: Δεν μπορείς να πηδήσεις από το vmbMenu σε ένα κεφάλαιο.
es: saltar al menú de capítulos
fr: saut au menu chapitre
hu: ugrás fejezet-menüre
it: salta al menu capitolo
ja: チャプターメニューへジャンプ
mk: скокни до поглавје мени
nb: gå til kapittel meny
pl: skocz do menu rozdziałów
sk: Prejsť na menu výberu častí
sl: Skoči na meni poglavij
sv: hoppa till kapitelmeny
vi: nhảy đến menu dạng chương

source: menu
bg: меню
el: μενου
hu: menü
ja: メニュー
mk: мени
nb: meny
sl: meni
sv: meny

source: jump to menu
bg: отиди в менюто
el: Αναπήδηση σε
es: saltar al menú
fr: saut au menu
hu: ugrás menüre
it: salta al menu
ja: メニューへジャンプ
mk: скокни до мени
nb: gå til meny
pl: skocz do menu
sk: Prejsť na menu
sl: Skoči na meni
sv: hoppa till
vi: nhảy đến menu

source: jump to VMGM menu
bg: отиди в менюто VMGM
el: Αναπήδηση στο μενού VMGM
es: saltar al menú VMGM
fr: saut au menu VMGM
hu: ugrás VMGM menüre
it: Vai al VMGM Menu
nb: gå til VMGM meny
pl: skocz do menu VMGM
sk: Prejsť na VMGM menu

source: jump to title %d chapter %d
bg: отиди в заглавие %d глава %d
el: πηδημα στον τιτλο %d κεφαλαιο %d
es: saltar al título %d capítulo %d
fr: saut au titre %d chapitre %d
hu: ugrás a(z) %d. cím %d. fejezetére
it: salta al titolo %d capitolo %d
ja: タイトル %d チャプター %d へジャンプ
mk: скокни до наслов %d поглавје %d
nb: gå til tittel %d kapittel %d
pl: skocz do tytułu %d rozdział %d
sk: Prejsť na titul %d, kapitola %d
sl: Skoči na naslov %d poglavje %d
sv: hoppa till titel %d kapitel %d
vi: nhảy từ tiêu đề %d chương %d

source: jump to title
bg: отиди в заглавие
el: Αναπήδηση σε
es: Saltar al título
fr: saut au titre
hu: ugrás címre
it: salta al titolo
ja: タイトルへジャンプ
mk: скокни до наслов
nb: gå til tittel
pl: skocz do tytułu
sk: Prejsť na titul
sl: Skoči na naslov
sv: hoppa till titel
vi: nhảy đến tiêu đề

source: titleset
bg: комплект със заглавия
el: σετ τιτλων
es: conjunto
fr: groupe titres
hu: címtár
it: insieme
ja: タイトルセット
mk: група
nb: oppsett
pl: zestaw tytułów
sk: Súbor titulov
sl: nabor
sv: uppsättning
vi: đặt

source: title
bg: заглавие
el: Τίτλος
es: Título
fr: titre
hu: cím
it: titolo
ja: タイトル
mk: наслов
nb: tittel
pl: tytuł
sk: Titul
sl: naslov
sv: titel
vi: tiêu đề

source: VMGM menu
bg: VMGM меню
el: μενου VMGM
fr: menu VMGM
hu: VMGM menü
nb: VMGM meny
pl: Menu VMGM

source: cannot jump to titleset %d, only %d exist
bg: не мога да отида до комплект със заглавия %d, само %d съществува
el: δεν μπορει να πηδηξει στο σετ τιτλων %d, μονο το %d υπαρχει
es: no puedo saltar al conjunto de títulos %d, sólo hay %d
fr: impossible de sauter vers le groupe titres %d, seul %d existe
hu: nem lehet a(z) %d. címtárra ugrani, mert csak %d van
it: impossibile saltare al titolo %d, esiste solo %d
ja: タイトルセット %d へジャンプできません (タイトルセットは %d しかありません)
mk: неможам да скокнам до наслов група %d, само %d постои
nb: kan ikke gå til titteloppsett %d, bare %d finnes
pl: nie można przejść do zestawu tytułów %d, istnieje tylko %d
sk: Nedá sa prejsť na %d, skúste %d
sl: Na nabor naslovov %d ni mogoče skočiti, obstaja le %d naborov naslovov.
sv: kan inte hoppa till titel %d, finns bara %d
vi: không thể nhảy đến thiết lập tiêu đề %d, chỉ %d tồn tại

source: cannot jump to VMGM menu; none exist
bg: не може да се отиде до менюто VMGM; не съществува
el: Δεν μπορείς να πηδήσεις στο μενού VMGM. Δέν υπάρχει
es: No puedes saltar al menu VMGM; No existe ninguno
fr: impossible de sauter au menu VMGM; aucun n'existe
hu: nem lehet VMGM menüre ugrani, mert egy sincs
it: Impossibile saltare al menu VMGM; non ne esistono
nb: kan ikke gå til VMGM meny; finnes ikke
pl: nie można przejść do menu VMGM; żadne nie istnieje
sk: Nieje možné prejsť do VMGM menu, pretože neexistuje

source: cannot jump to menu; none exist
bg: не може да се отиде до менюто; не съществува
el: Δεν μπορείς να πηδήσεις από το vmbMenu σε ένα κεφάλαιο.
es: No puedes saltar desde un menú vmg a un capítulo
fr: impossible de sauter au menu; aucun n'existe
hu: nem lehet menüre ugrani, mert egy sincs
it: impossibile saltare al menu; non ne esistono
ja: メニューがないのでジャンプできません
mk: Не можи да скокате до мени; нема ниедно
nb: kan ikke gå til meny; finnes ikke
pl: nie można przejść do menu; żadne nie istnieje
sk: Nieje možné prejsť do menu, položka neexistuje
sl: Na meni ne morete skočiti; ne obstaja.
sv: kan inte hoppa till meny; finns inte
vi: không thể nhảy đến menu; không tồn tại

source: title menu
bg: заглавно меню
el: σετ τιτλων
es: Título del menu
fr: Menu titre
hu: cím-menü
it: menu titolo
ja: タイトルメニュー
mk: наслов мени
nb: tittelmeny
pl: menu tytułu
sk: Menu titulov
sl: Meni naslovov
sv: titelmeny
vi: tiêu đề menu

source: root menu
bg: главно меню
el: μενου
es: menu
fr: Menu racine
hu: főmenü
it: menu principale
ja: ルートメニュー
mk: корен мени
nb: rot meny
pl: menu root
sk: Hlavné menu
sl: Korenski meni
sv: rotmeny
vi: menu gốc

source: subtitle menu
bg: меню на субтитрите
el: Υπότιτλος
es: menú de subtítulos
fr: Menu sous-titres
hu: felirat-menü
it: menu sottotitoli
ja: 字幕メニュー
mk: превод мени
nb: undertittel meny
pl: menu napisów
sk: Menu titulkov
sl: Meni podnaslovov
sv: undertextmeny
vi: menu phụ đề

source: audio menu
bg: меню на звука
el: Ήχος
es: menú de audio
fr: Menu audio
hu: hang-menü
it: menu audio
ja: 音声メニュー
mk: звучно мени
nb: lyd meny
pl: menu audio
sk: Menu audia
sl: Zvočni meni
sv: ljudmeny
vi: menu audio

source: angle menu
bg: ъглово меню
el: Γωνία
es: menú de ángulos
fr: Menu angle
hu: nézőpont-menü
it: menu angolo
ja: アングルメニュー
mk: аголно мени
nb: vinkel meny
pl: menu kąta
sk: Menu uhlu pohľadov
sl: Meni zornega kota
sv: vinkelmeny
vi: menu góc

source: chapter menu
bg: меню на главите
el: Κεφάλαιο
es: menú de capítulos
fr: Menu chapitre
hu: fejezet-menü
it: menu capitolo
ja: チャプターメニュー
mk: мени поглавје
nb: kapittel meny
pl: menu rozdziałów
sk: Menu kapitol
sl: Meni poglavja
sv: kapitelmeny
vi: menu chương

source: cannot find %s
bg: не намирам %s
el: Το αρχείο %s δεν μπορεί να ανοιχτεί
es: no encuentro %s
fr: impossible de trouver « %s »
hu: nem található %s
it: impossibile trovare %s
ja: %s が見つかりません
mk: неможам да го пронајдам %s
nb: finner ikke %s
pl: nie można znaleźć %s
sk: Súbor „%s" nebol nájdený
sl: %s ni mogoče najti
sv: kan inte hitta '%s'
vi: Không thể mở file %s

source: cannot jump to VMGM menu %d, only %d exist
bg: не може да се отиде до менюто VMGM %d, само %d съществува
el: δεν μπορει να πηδηξει στο μενου VMGM %d, μονο το %d υπαρχει
es: no puedo saltar al menú VMGM %d, sólo hay %d
fr: impossible de sauter au menu VMGM %d, seul %d existe
hu: nem lehet a(z) %d. VMGM menüre ugrani, mert csak %d van
it: impossibile saltare al VMGM menu %d, esiste solo %d
nb: kan ikke gå til VMGM meny %d, bare %d finnes
pl: nie można przejść do menu VMGM %d, istnieje tylko %d
sk: Nedá sa prejsť do VMGM menu %d, skúste %d

source: cannot jump to menu %d, only %d exist
bg: не може да се отиде до менюто %d, само %d съществува
el: δεν μπορει να πηδηξει στο μενου %d, μονο το %d υπαρχει
es: no puedo saltar al menú %d, sólo hay %d
fr: impossible de sauter au menu %d, seul %d existe
hu: nem lehet a(z) %d. menüre ugrani, mert csak %d van
it: impossibile saltare al menu %d, esiste solo %d
ja: メニュー %d へジャンプできません (メニューは %d しかありません)
mk: неможам да скокнам до мени %d, само %d постои
nb: kan ikke gå til meny %d, bare %d finnes
pl: nie można przejść do menu %d, istnieje tylko %d
sk: Nedá sa prejsť do menu %d, skúste %d
sl: Na meni %d ni mogoče skočiti, le %d obstaja.
sv: kan inte hoppa till meny %d, finns bara %d
vi: không thể nhảy đến menu %d, chỉ %d tồn tại

source: cannot jump to title; none exist
bg: не може да се отиде до заглавието; не съществува
el: δεν μπορει να πηδηξει στον τιτλο; δεν υπαρχει
es: no puedo saltar al título; no existe ninguno
fr: impossible de sauter au titre; aucun n'existe
hu: nem lehet címre ugrani, mert egy sincs
it: impossibile saltare al titolo; non ne esistono
ja: タイトルがないのでジャンプできません
mk: неможам да скокнам до наслов; нема наслови
nb: kan ikke gå til tittel, finnes ikke
pl: nie można przejść do tytułu; żaden nie istnieje
sk: Nedá sa prejsť na titul pretože neexistuje
sl: Na naslov ni mogoče skočiti; ne obstajajo.
sv: kan inte hoppa till titel; finns ingen
vi: không thể nhảy đến tiêu đề; không tồn tại

source: cannot jump to title %d, only %d exist
bg: не може да се отиде до заглавието %d, само %d съществува
el: δεν μπορει να πηδηξει στο κεφαλαιο %d, υπαρχει μονο το %d
es: no puedo saltar al título %d solo hay %d
fr: impossible de sauter au titre %d, seul %d existe
hu: nem lehet a(z) %d. címre ugrani, mert csak %d van
it: impossibile saltere al titolo %d; esiste solo %d
ja: タイトル %d へジャンプできません (タイトルは %d しかありません)
mk: не можам да скокнам до насловот %d, само %d постои
nb: kan ikke gå til tittel %d, bare %d finnes
pl: nie można przejść do tytułu %d, istnieje tylko %d
sk: Nedá sa prejsť na titul %d, skúste %d
sl: Na naslov %d ni mogoče skočiti, obstaja le %d naslovov.
sv: kan inte hoppa till titel %d, finns bara %d
vi: không để nhảy đến tiêu đề %d, chỉ %d tồn tại

source: cannot jump to chapter %d of title %d, only %d exist
bg: не може да се отиде до главата %d на заглавието %d, само %d съществува
el: δεν μπορει να πηδηξει στο κεφαλαιο %d του τιτλου %d, υπαρχει μονο το %d
es: no puedo saltar al capítulo %d del título %d sólo hay %d
fr: impossible de sauter au chapitre %d du titre %d, seul %d existe
hu: nem lehet a(z) %d. fejezetre ugrani a(z) %d. címben, mert csak %d van
it: impossibile saltare al capitolo %d del titolo %d, esiste solo %d
ja: タイトル %2$d チャプター %1$dへジャンプできません (チャプターは %3$d しかありません)
mk: неможам да скокнам до поглавје %d од наслов %d; само %d постои
nb: kan ikke gå til kapittel %d i tittel %d, bare %d finnes
pl: nie można przejść do rozdziału %d z tytułu %d, istnieje tylko %d
sk: Nedá sa prejsť na časť %d titulu %d, skúste %d
sl: Na poglavje %d naslova %d ni mogoče skočiti, obstaja le %d poglavij.
sv: kan inte hoppa till kapitel %d i titel %d, finns bara %d
vi: không thể nhảy đến chương %d của tiêu đề %d, chỉ %d tồn tại

source: cannot jump to a specific menu in another titleset, only to root/chapter/audio/subtitle/angle menu
bg: не може да се скочи към указаното меню в друг titleset само към основно/раздел/аудио/субтитри/ъглово меню
el: δεν μπορει να πηδηξει επο ενα ειδικο μενου σε εναν αλλο σετ τιτλων, μονο σε root/chapter/audio/subtitle/angle μενου
es: no puedo saltar a un menú en otro set de títulos, solo a-menú raíz/capítulo/audio/subtitulos/ángulos
fr: impossible de sauter vers un menu spécifique d'un autre groupe titres, seulement aux menus racine/chapitre/audio/sous-titre/angle
hu: nem lehet más címtárban lévő menüre ugrani, ha az nem fő-, fejezet-, hang-, felirat- vagy nézőpont-menü
it: impossibile saltare al menu sepecificato in un altro titolo, solo nel menu principale/capitolo/audio/sottotitoli/angolo
ja: 他のタイトルセット内のメニューへはジャンプできません (ジャンプできるのはルート/チャプター/音声/字幕/アングルメニューだけです)
mk: неможам да скокнам одреденото мени од друга насловна група, можам само до корен/поглавје/звук/превод/аголно мени
nb: kan ikke gå til en bestemt meny i et annet titteloppsett, bare til root/chapter/audio/subtitle/angle meny
pl: nie można przejść do określonego menu w innym zestawie tytułów, tylko do menu root/rozdziału/audio/napisów/kąta
sk: Nedá sa presť na konkrétnu časť menu v inom súbore titulov, skúste to v hlavnom menu, menu častí, audia, titulkov alebo uhlu pohľadu
sl: Ni mogoče skočiti na določen meni v drugem naboru posnetkov, možen je le skok na meni izhodišča/poglavij/zvočnih sledi/podnapisov/zornih kotov.
sv: kan inte hoppa till en specifik meny i en annan titeluppsättning, bara till rot/kapitel/ljud/undertitel/vinkelmeny
vi: không thể nhảy đến một menu nào đó trong khi vẫn đang thiết lập tiêu đề, chỉ áp dụng với menu dạng gốc/chương/audio/phụ đề/góc

source: cannot jump from regular menu to a title in another titleset, use VMGM menu instead
bg: не може да скочи от редовното меню за заглавие в друг комплект със заглавия, използвайте менюто VMGM вместо
el: Δεν μπορείτε να πηδήξετε από το κανονικό μενού σε έναν άλλο σετ τίτλων, αντί για αυτό χρησιμοποιήστε το μενού VMGM
es: no puedo saltar de un menú regular a un título en otro conjunto de títulos; usa vmMenu' en su lugar
fr: impossible de sauter d'un menu vers un titre d'un autre groupe titres, utilisez un menu VMGM à la place
hu: nem lehet normál menüből más címtárban lévő címre ugrani, VMGM menüt kell használni
it: impossibile saltare al menu regolare da un titolo ad un altro, usa al suo posto VMGM Menu
nb: kan ikke gå fra vanlig meny til en tittel i et annet titteloppsett, bruk VMGM meny i stedet
pl: nie można przejść ze zwykłego tytułu menu do tytułu w innym zestawie tytułów, użyj zamiast tego menu VMGM
sk: Nedá sa prejsť z menu do titulu v inom súbore titulov, použite namiesto toho VMGM.
