Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Error loading transition definition
bg: Грешно зареждане на определеният преход
el: Σφάλμα φορτώματος ορισμού μετάβασης
es: Error cargando definición de la transición
fr: Erreur au chargement de la définition de la transition
hu: Hiba az áttűnés betöltésekor
it: Errore durante il caricamento della definizione della transizione
nb: Feil ved lasting av overgangen definisjon
pl: Błąd wczytywania definicji przejścia
sk: Chyba pri načítaní nastavení prechodu

source: Multiplexing subtitles %u of %lu
bg: Мултиплексиране на субтитри %u of %lu
el: Ένωση υπότιτλων %u από %lu
es: Integrando subtitulos %u de %lu
fr: Multiplexage des sous-titres %u sur %lu
hu: Felirat-multiplexelés %u/%lu
it: Multiplazione sottotitoli %u di %lu
ja: 字幕を附加中 (%u / %lu)
nb: Multipleksing undertitler %u av %lu
pl: Dołączanie napisów %u z %lu
sk: Zoskupovanie titulkov: %u z %lu
vi: Đang dồn dữ liệu phụ đề %u của %lu

source: Can't rename temporary file '%s'
bg: Не мога да преименувам временния файл '%s'
el: Δεν είναι δυνατή η μετονομασία του προσωρινού αρχείου '%s'
es: Impossible renombrar fichero temporal '%s'
fr: Impossible de renommer le fichier temporaire « %s »
hu: A(z) '%s' fájlt nem lehet átnevezni
it: Non posso rinominare i file temporanei "%s"
ja: 一時作成ファイル '%s' を削除できません
mk: Не можам да ја преименам привремената датотека '%s'
nb: Kan ikke døpe om midlertidig fil '%s'
pl: Plik '%s' nie może zostać usunięty.
sk: Nedá sa premenovať dočasný súbor „%s"
sl: Začasno datoteko '%s' ni mogoče preimenovati
sv: Kan inte byta namn på temporärfilen '%s'
vi: Không thể đổi tên file tạm '%s'

source: Transcode video file:
bg: Прекодиране на видео файл:
el: Transcode αρχείο βίντεο:
es: Transcodificar fichero de vídeo.
fr: Transcodage du fichier vidéo :
hu: Filmfájl átkódolása:
it: Transcodifica file video:
ja: 映像ファイルのトランスコード:
mk: Транскодирај видео датотека:
nb: Om-kode video fil:
pl: Transkodowanie pliku wideo:
sk: Prevod video súboru:
sl: Prekodiraj video datoteko:
sv: Koda om videofil:
vi: Chuyển mã file video:

source: Multiplexing video and audio streams
bg: Мултиплексиране на видео и аудио потоци
el: Ένωση ήχου και βίντεο
es: Multiplexando audio y vídeo
fr: Multiplexage des flux audio et vidéo
hu: Kép- és hangsávok multiplexelése
it: Multiplazione audio e video in corso
ja: 音声と映像ストリームを多重化中
mk: Пакувам видео и аудио стримови
nb: Multipleksere video- og lyd-strømmer
pl: Łączenie strumieni audio i wideo
sk: Zoskupovanie audio a video stôp
sl: Multipleksiranje slikovnih in zvočnih tokov
sv: Multiplexar ljud- och videoströmmar
vi: Dồn kênh video và phân luồng

source: Analysis of audio track %d
bg: Анализиране на аудио писта %d
el: Ανάλυση του αρχείο ήχου %d
hu: Hangsáv %d elemzése
it: Analisi della traccia audio %d
nb: Analyse av lydspor %d
pl: Analiza ścieżki dźwiękowej %d
sk: Analýza zvukovej stopy %d

source: Execution of '%s' failed.
bg: Изпълнението на '%s' се провали.
el: Η εκτέλεση του '%s' απέτυχε.
fr: Impossible d'exécuter « %s ».
hu: '%s' végrehajtása sikertelen.
it: Esecuzione di "%s" fallita.
nb: Utføring av '% s' feilet.
pl: Uruchomienie '%s' nie powiodło się.
sk: Príkaz „%s" zlyhal.

source: Generate DVD
bg: Генериране на DVD
el: Δημιουργία DVD
es: Generar DVD
fr: Générer le DVD
hu: DVD generálás
it: Genera DVD
ja: DVDの生成
mk: Прави ДВД
nb: Generer DVD
pl: Tworzenie DVD
sk: Vytváranie DVD
sl: Ustvari DVD
sv: Generera DVD
vi: Tạo DVD

source: Summary:
bg: Обобщение:
el: Σύνοψη:
es: Resumen:
fr: Sommaire :
hu: Áttekintés:
it: Indice:
ja: 要約:
mk: Извештај:
nb: Sammendrag:
pl: Postęp pracy:
sk: Zhrnutie:
sl: Povzetek:
sv: Sammanfattning:
vi: Tóm tắt:

source: Details:
bg: Детайли:
el: Λεπτομέρειες:
es: Detalles:
fr: Détails :
hu: Részletek:
it: Dettagli:
ja: 詳細ログ:
mk: Детали:
nb: Detaljer:
pl: Szczegóły:
sk: Detaily:
sl: Podrobnosti:
sv: Detaljer:
vi: Chi tiết:

source: Hide details
bg: Скриване на детайли
el: Απόκρυψη λεπτομερειών
es: Ocultar detalles
fr: Masquer les détails
hu: Részletek elrejtése
it: Nascondi i dettagli
ja: 詳細ログを非表示
mk: Скриј детали
nb: Skjul detaljer
pl: Ukryj szczegóły
sk: Skryť detaily
sl: Skrij podrobnosti
sv: Dölj detaljer
vi: Ẩn chi tiết

source: Turn off PC when finished
bg: Изключи компютъра, когато приключи.
el: Απενεργοποιήστε τον υπολογιστή όταν τελειώσει
hu: A szg. kikapcsolása, ha kész
it: Spegnere il PC al termine
nb: Slå av PC når utført
pl: Wyłącz komputer po zakończeniu
sk: Vypnúť počítač po dokončení

source: Minimize
bg: Минимизиране
el: Ελαχιστοποίηση
es: Minimizar
fr: Minimiser
hu: Minimalizálás
it: Minimizza
ja: 最小化
mk: Скриј
nb: Minimer
pl: Minimalizuj
sk: Minimalizovať
sl: Pomanjšaj
sv: Minimera
vi: Thu nhỏ

source: Cancel
bg: Отказ
el: Ακυρο
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
mk: Откажи
nb: Avbryt
pl: Anuluj
sk: Zrušiť
sl: Prekliči
sv: Avbryt
vi: Hủy bỏ

source: Show details
bg: Покаже детайли
el: Εμφάνιση λεπτομερειών
es: Mostrar detalles
fr: Afficher les détails
hu: Részletek mutatása
it: Mostra i dettagli
ja: 詳細ログの表示
mk: Прикажи детали
nb: Vis detaljer
pl: Pokaż szczegóły
sk: Zobraziť detaily
sl: Pokaži podrobnosti
sv: Visa detaljer
vi: Hiển thị chi tiết

source: Failed
bg: Неуспешно
el: Αποτυχία
es: Falló
fr: Échec
hu: Sikertelen
it: Fallito
ja: 失敗
mk: Пропадна
nb: Mislykket
pl: Niepowodzenie
sk: Neúspešné
sl: Ni uspelo
sv: Misslyckades
vi: Thất bại

source: Close
bg: Затвори
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiuso
ja: 閉じる
mk: Затвори
nb: Lukk
pl: Zamknij
sk: Zatvoriť
sl: Zapri
sv: Stäng
vi: Đóng lại

source: Prepare
bg: Подготви
el: Προετοιμασία
es: Preparando
fr: Préparation
hu: Előkészítés
it: Prepara
ja: 準備
mk: Подготви
nb: Forbered
pl: Przygotowania
sk: Pripravuje sa
sl: Pripravi
sv: Förbered
vi: Chuẩn bị

source: Search for transcoded files in cache
bg: Търсене за транскодирани файлове в кеша
el: Αναζήτηση transcoded αρχείων στο χώρο αποθήκευσης προσωρινών αρχείων
es: Buscando fichero transcodificados en el caché
fr: Recherche dans le cache des fichiers transcodés
hu: Átkódolt fájlok keresése a gyorstárban
it: Cerca i file codificati nella cache
ja: キャッシュから、トランスコード済みファイルを探します
mk: Барам транскодирани датотеки во кешот
nb: Søk for om-kodete filer i hurtigminnet
pl: Szukaj transkodowanych plików w pamięci podręcznej
sk: Vyhľadávanie prevedených súborov vo vyrovnávacej pamäti
sl: Išči prekodirane datoteke v medpomnilniku
sv: Sök efter omkodade filer i cachen
vi: Tìm file chuyển mã trong cache

source: Burning was successful.
bg: Записът е успешен.
el: Η εγγραφή ήταν επιτυχής.
es: ¡Grabación finalizada!
fr: Gravure Ok
hu: Sikerült az írás.
it: Scrittura completata!
ja: 書き込みが正常に終了しました。
mk: Режењето беше успешно.
nb: Brenning utført uten feil.
pl: Wypalanie ukończone pomyślnie.
sk: Napaľovanie bolo úspešné.
sl: Peka je uspela.
sv: Bränningen lyckades.
vi: Ghi đĩa thành công.

source: Generating was successful.
bg: Генерирането е успешно.
el: Η δημιουργία ήταν επιτυχής.
es: ¡Imagen creada correctamente!
fr: Génération Ok
hu: Sikerült a generálás.
it: Generazione completata!
ja: 生成が正常に終了しました。
mk: Правењето беше успешно.
nb: Generering utført uten feil.
pl: Budowa ukończona pomyślnie.
sk: Vytváranie bolo úspešne dokončené.
sl: Izdelava je uspela.
sv: Genereringen lyckades.
vi: Thiết lập thành công.

source: Settings
bg: Настройки
el: Ρυθμίσεις
es: Preferencias
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
mk: Подесувања
nb: Innstillinger
pl: Ustawienia
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
vi: Thiết lập

source: Interface
bg: интерфейс
el: Επιφάνεια
hu: Kezelőfelület
it: Interfaccia
ja: インターフェース
mk: Интерфејс
nb: Grensesnitt
pl: Interfejs
sk: Rozhranie
sl: Vmesnik
sv: Gränssnitt
vi: Giao diện

source: Default disc label:
bg: Етикет на диска по подразбиране:
el: Προεπιλεγμενο προτυπο δισκου:
es: Nombre de volumen por defecto:
fr: Nom par défaut du disque :
hu: Alapértelmezett lemez címke:
it: Nome disco predefinito:
ja: 既定のディスクラベル:
mk: Основен наслов на диск:
nb: Standard disk-etikett:
pl: Domyślna nazwa dysku:
sk: Predolená menovka disku:
sl: Privzeto ime ploščka:
sv: Standardetikett för skiva:
vi: Nhãn đĩa mặc định:

source: Default disc capacity:
bg: Капацитет на диска по подразбиране:
el: Χωρος στον δισκο:
es: Capacidad por defecto de disco:
fr: Capacité par défaut du disque :
hu: Alapértelmezett lemez kapacitás:
it: Capacità disco predefinita:
ja: 既定のディスク容量:
mk: Основен капацитет на диск:
nb: Standard disk-kapasitet:
pl: Domyślna pojemność dysku:
sk: Predvolená kapacita disku:
sl: Privzeta prostornina ploščka:
sv: Standardkapacitet för skiva:
vi: Dung lượng mặc định:

source: Default video format:
bg: Видео формат по подразбиране:
el: Προεπιλεγμένη μορφή βίντεο:
es: Formato por defecto de video:
fr: Format vidéo par défaut :
hu: Alapértelmezett képformátum:
it: Formato video predefinito:
ja: 既定の動画形式:
mk: Основен видео формат:
nb: Standard videoformat:
pl: Domyślny format wideo:
sk: Predvolený formát videa:
sl: Privzeta vrsta videa:
sv: Standardformat för video:
vi: Định dạng video mặc định:

source: Keep aspect ratio
bg: Запази съотношението на картината
el: Aspect ratio
es: Mantener Relación de aspecto
fr: Conserver les proportions
hu: Oldalarány megtartása
it: Mantieni le proporzioni
ja: 横縦比を保持する
nb: Behold aspektforholdet
pl: Zachowaj proporcje
sk: Zachovať pomer strán
vi: Giữ tỉ lệ đồng dạng

source: Default audio format:
bg: Аудио формат по подразбиране:
el: Προεπιλεγμένη μορφή ήχου:
es: Formato por defecto de audio:
fr: Format audio par défaut :
hu: Alapértelmezett hangformátum:
it: Formato audio predefinito:
ja: 既定の音声形式:
mk: Основен звучен формат:
nb: Standard lyd-format:
pl: Domyślny format audio:
sk: Predvolený formát zvuku:
sl: Privzeta vrsta zvoka:
sv: Standardformat för ljud:
vi: Định dạng audio mặc định:

source: Default chapter length:
bg: Дължина на главата по подразбиране:
el: Προεπιλεγμένο μήκος κεφαλαίου:
es: Longitud por defecto capítulo:
fr: Durée par défaut d'un chapitre :
hu: Alapértelmezett fejezet hossz:
it: Lunghezza capitolo predefinita:
ja: 既定のチャプター長:
mk: Основна должина на поглавје:
nb: Standard kapittel-lengde:
pl: Domyślna długość rozdziału
sk: Predvolená dĺžka kapitoly:
sl: Privzeta dolžina poglavja:
sv: Standardlängd för kapitel:
vi: Độ dài chương mặc định:

source: Add chapter at title end
bg: Добави глава в края на заглавието
el: Προσθέστε κεφάλαιο στο τέλος του τίτλου
hu: Fejezet hozzáadása a cím végéhez
it: Aggiungi capitolo alla fine del titolo
nb: Legg til kapittel i tittelslutt
pl: Dodaj rozdział na końcu tytułu
sk: Pridať kapitolu na konci titulu

source: Default button:
bg: Бутон по подразбиране:
el: Προεπιλεγμένη μορφή ήχου:
es: Botón por defecto:
fr: Bouton par défaut :
hu: Alapértelmezett gomb:
it: Pulsanti predefiniti:
ja: 既定のボタン:
mk: Основно копче:
nb: Standardknapp:
pl: Przycisk domyślny:
sk: Prednastavené tlačidlo:
sl: Privzeti gumb:
sv: Standardknapp:
vi: Nút mặc định:

source: Accept invalid actions
bg: Приемане на невалидни действия
el: Αποδοχη μη έγκυρων ενέργειων
es: Aceptar acciones no válidas
fr: Accepte les actions invalides
hu: Érvénytelen műveletek elfogadása
it: Accetta azioni non valide
ja: 不適切な操作を許容する
mk: Прифати неважечки дејства
nb: Godta ugyldig handling
pl: Akceptuj nieprawidłowe akcje
sk: Povoliť neplatnú akciu
sl: Sprejmi neveljavna dejanja
sv: Acceptera ogiltiga åtgärder
vi: Chấp nhận thao tác sai

source: Default slide duration:
bg: Продължителност на слайда по подразбиране:
el: Προεπιλεγμένη διάρκεια διαφάνεια:
es: Duración por defecto de la diapositiva:
fr: Durée d'une diapo par défaut :
hu: Alapértelmezett diakép időtartam:
it: Durata diapositiva predefinita:
nb: Standard visningstid for lysbilde:
pl: Domyślny czas trwania slajdów:
sk: Predvolená dĺžka snímky:

source: Default transition duration:
bg: Продължителност на прехода по подразбиране:
el: Προεπιλεγμένη διάρκεια της μετάβασης:
es: Duración por defecto de la transición:
fr: Durée par défaut des transitions :
hu: Alapértelmezett áttűnési időtartam:
it: Durata transizione predefinita:
nb: Standard overføringstid:
pl: Domyślny czas trwania przejścia:
sk: Predvolená dĺžka prechodu:

source: Default slide transition:
bg: Преход на слайда по подразбиране:
el: Προεπιλεγμένη μετάβασης διαφανειών:
es: Transición por defecto:
fr: Transition de diapo par défaut :
hu: Alapértelmezett diakép áttűnés:
it: Transizione diapositiva predefinita:
nb: Standard lysbildeovergang:
pl: Domyślnie przejście slajdów:
sk: Predvolený prechod snímku:

source: Last directory
bg: Последна директория
el: Τελευταίος φάκελος
es: Última carpeta
fr: Dernier dossier
hu: Legutóbbi mappa
it: Ultima cartella
ja: 最後に使ったディレクトリ
mk: Последен директориум
nb: Siste mappe
pl: Ostatni katalog
sk: Posledný adresár
sl: Zadnja mapa
sv: Senaste katalog
vi: Thư mục lần trước

source: File Browser start directory:
bg: Стартова директория на браузъра на файлове:
el: Αρχικός φάκελος διαχειριστή αρχείων:
es: Carpeta por defecto:
fr: Dossier de démarrage de l'explorateur de fichier
hu: A fájlböngésző kezdőmappája:
it: Cartella avvio navigatore di file:
ja: ファイルブラウザーの起点ディレクトリ:
mk: Почетна Папка
nb: Startmappe:
pl: Katalog początkowy przeglądarki plików:
sk: Prednastavený adresár:
sl: Začetna mapa raziskovalca:
sv: Startkatalog för filbläddrare:
vi: Duyệt file bắt đầu ở thư mục:

source: Clear thumbnail cache after exit
bg: Почисти умалените кеширани изображения след излизане
el: Εκκαθαραιση του cache εικονιδιων μετα την αποχωρηση
es: Limpiar caché de miniaturas al salir
fr: Vider le cache des miniatures après la sortie
hu: A bélyegkép-gyorstár ürítése kilépés után
it: Cancella la cache delle miniature all'uscita
ja: 終了時にサムネイルのキャッシュを消去する
mk: Исчисти магацин на сликички после излез
nb: Tøm oversiktsbuffer etter avslutting
pl: Wyczyść pamięć podręczną miniatur po wyjściu
sk: Vymazať náhľady z dočasnej pamäte po skončení programu
sl: Po izhodu iz programa počisti predpomnilnik predoglednih sličic
sv: Rensa småbildslagring efter avslut
vi: Loại bỏ các hình thumnail sau khi thoát

source: Undo history size:
bg: Размер на буфера на отменените действия.
el: Αναίρεση μέγεθους του ιστορικου:
es: Tamaño del historico de deshacer:
fr: Taille de l'historique d'annulation :
hu: A visszavonási lista mérete:
it: Dimensione cronologia annullamenti:
ja: 取り消し用の履歴記憶数:
mk: Поврати големина на историја:
nb: Angre størrelse på historie:
pl: Rozmiar historii cofnięć:
sk: Počet krokov späť v pamäti:
sl: Velikost zgodovine razveljavitev:
sv: Historikstorlek:
vi: Kích thước nhật ký trước khi hủy thao tác:

source: Clear transcoding cache:
bg: Почистване на транскодиращия кеш:
el: Καθαρισμός transcoded προσωρινών αρχείων
hu: Átkódolt fájlok törlése a gyorstárból:
it: Cancella la cache della transcodifica:
nb: Tømm omkodings-hurtigminnet
pl: Wyczyść pamięć podręczną:
sk: Čistenie vyrovnávacej pamäte prevodníka:

source: Prompt
el: Προτροπή
hu: Kijelzés
pl: znak zgłoszenia
sk: Výzva

source: Yes
bg: Да
el: Ναί
hu: Igen
it: Si
nb: Ja
pl: Tak
sk: Áno

source: Clear cache now
bg: Почисти кеш паметта сега
el: Εκκαθάριση προσωρινής μνήμης τώρα
fr: Effacement du cache
hu: Gyorstár azonnali törlése
it: Cancella la cache ora
nb: Tøm buffer nå
pl: Wyczyść teraz pamięć podręczną
sk: Vyčistiť vyrovnávajúcu pamäť teraz

source: "Don't show again" flags:
bg: "Не показвай отново" флагове:
el: "Μην εμφανίσεις ξανά" σημαίες:
es: Testigos "No ver de nuevo"
fr: Options « Ne plus afficher » :
hu: "Ne mutassa többet" jelzők:
it: Impostazioni "Non mostrare più":
ja: 「次回から表示しない」設定:
mk: „Не прикажувај пак“ знаменца:
nb: Flagg for: "Ikke vis igjen"
pl: Opcje "Nie pokazuj ponownie":
sk: Nastavenia „Nezobrazovať znovu okno":
sl: Zastavice "Ne pokaži znova":
sv: Flaggor för "Visa inte igen":
vi: "Không hiển thị nữa" flags:

source: Reset All
bg: Нулирай всичко
el: ΕΠαναφορα ολων
es: Restaurar todos
fr: Tout réinitialiser
hu: Alapértelmezés
it: Reimposta tutto
ja: すべてリセット
mk: Ресетирај сѐ
nb: Tilbakestill alt
pl: Resetuj wszystko
sk: Obnoviť všetko
sl: Ponastavi vse
sv: Återställ allt
vi: Đưa về trạng thái ban đầu

source: Core
bg: Ядро
el: Πυρήνας
fr: Technique
hu: Alapvető
it: Nucleo
ja: 内部
mk: Јадро
nb: Kjerne
pl: Jądro systemu
sk: Jadro
sl: Jedro
sv: Kärna

source: Draw buttons on background
bg: Изчертаване на бутони върху фона
el: Σχεδιάση κουμπιων στο παρασκήνιο
es: Dibujar botones en el fondo
fr: Dessiner les boutons sur l'arrière-plan
hu: A gombok háttérre rajzolása
it: Disegna i pulsanti sullo sfondo
ja: ボタンを背景上に描く
mk: Нацртај ги копчињата во позадина
nb: Lag knappene på bakgrunnen
pl: narysuj przyciski na tle
sk: Vykresliť tlačidlá na pozadí
sl: Nariši gumbe na ozadju
sv: Rita knappar på bakgrunden
vi: Vẽ các nút trên mặt nền

source: Menu video bitrate:
bg: Меню за видео битрейт:
el: Βίντεο bitrate του μενού:
es: Bitrate video de los menús:
fr: Menu du débit vidéo :
hu: A menü képsáv bitsebessége:
it: Bitrate menu video:
ja: メニュー映像のビットレート:
mk: Мени видео битрејт:
nb: Meny for video bit-frekvens:
pl: Bitrate menu wideo:
sk: Dátový tok videa pre menu:
sl: Menijska mera vzorčenja videa:
sv: Bitfrekvens för menyvideo:
vi: Bitrate của menu video:

source: Slideshow video bitrate:
bg: Slideshow видео битрейт:
el: Βίντεο bitrate του slideshow:
es: Bitrate video para presentaciones:
fr: Débit du diaporama vidéo :
hu: A diavetítés képsáv bitsebessége:
it: Bitrate video presentazione:
ja: スライドショー動画のビットレート:
mk: Слајдшол видео битрејт:
nb: Video bit-frekvens for lysbildevisning:
pl: Bitrate pokazu slajdów:
sk: Dátový tok videa pre prezentáciu:
sl: Predstavitvena mera vzorčenja videa:
sv: Bitfrekvens för videobildspel:
vi: Bitrate của trình diễn ảnh video:

source: Default audio bitrate:
bg: Аудио битрейт по подразбиране:
el: Προεπιλεγμένη μορφή ήχου:
es: Bitrate por defecto de audio:
fr: Débit audio par défaut :
hu: Alapértelmezett hangsáv bitsebesség
it: Bitrate audio predefinito:
ja: 既定の音声のビットレート:
nb: Standard audio bitrate:
pl: Domyślny bitrate dźwięku:
sk: Predvolený dátový tok pre zvuk:
vi: Bitrate của audio theo mặc định:

source: Thread count:
bg: Брой на потоците:
el: Πλήθος thread:
es: Número de hilos:
fr: Nombre de fils d'exécution :
hu: Végrehajtó szálak száma:
it: Numero processi:
ja: スレッド数:
mk: Број нишки
nb: Trådantall:
pl: Liczba wątków:
sk: Počet vlákien:
sl: Število niti:
sv: Trådantal:
vi: Mối đe dọa:

source: DVD reserved space:
bg: Резервирано пространство за DVD:
el: Δεσμευμένος χώρος για το DVD:
es: Espacio reservado para el DVD:
fr: Espace réservé sur le DVD :
hu: DVD-nek szükséges hely:
it: Spazio riservato al DVD:
ja: DVD 保留容量:
mk: Резервиран простор на ДВД:
nb: Reservert DVD-plass:
pl: Zarezerwowane miejsce DVD:
sk: Rezervované miesto pre DVD:
sl: Rezerviran prostor DVD:
sv: Reserverat utrymme för DVD:
vi: Dung lượng còn trống của DVD:

source: internal
bg: вътрешен
el: εσωτερικός
hu: belső
it: Interno
nb: intern
pl: wewnętrzny
sk: Interné

source: Encoder:
bg: Енкодер:
el: Κωδικοποιητής:
fr: Encodeur:
hu: Kódolás:
nb: Koder
pl: Kodek:
sk: Prevodník

source: 1-pass VBR
bg: 1-пасов VBR
fr: Débit vidéo variable (1 passe)
hu: 1 menetes VBR
it: VBR a 1-passaggio
sk: 1-fázové VBR

source: 2-pass VBR
bg: 2-пасов VBR
fr: Débit vidéo variable (2 passes)
hu: 2 menetes VBR
it: VBR a 2-passaggi
sk: 2-fázové VBR

source: Create ISO command:
bg: Команда за създаване на ISO:
el: Εντολή δημιουργίας ISO:
es: Comando para crear imagen ISO:
fr: Commande de création de fichier ISO :
hu: ISO létrehozási parancs:
it: Comando creazione immagine ISO:
ja: ISOファイル作成 コマンド:
mk: Направи ISO команда:
nb: Kommando for å lage ISO-bilde:
pl: Polecenie tworzenia ISO:
sk: Príkaz na vytvorenie ISO súboru:
sl: Ukaz za ustvarjanje ISO:
sv: Kommando för att skapa ISO-avbild:
vi: Tạo lệnh ISO:

source: Burn command:
bg: Команда за запис:
el: Εντολή εγγραφής:
es: Comando para grabara DVD:
fr: Commande de gravure :
hu: Lemezírási parancs:
it: Comando masterizzazione:
ja: DVD書き込み コマンド:
mk: Режи команда:
nb: Kommando for brenning:
pl: Polecenie wypalania:
sk: Príkaz pre spustenie napaľovania:
sl: Ukaz za peko:
sv: Kommando för DVD-bränning:
vi: Dòng lệnh ghi đĩa:

source: Burn ISO command:
bg: Команда за запис на ISO:
el: Εντολή εγγραφής ISO:
es: Comando para grabar archivo ISO:
fr: Commande de gravure de fichier ISO :
hu: ISO kiírási parancs:
it: Comando masterizzazione ISO:
ja: ISO 焼きつけコマンド:
mk: Режи ISO команда:
nb: Kommando for brenning av ISO-bilde:
pl: Polecenie wypalania ISO:
sk: Príkaz pre napálenie ISO súboru:
sl: Ukaz za peko ISO:
sv: Kommando för att bränna ISO:
vi: Dòng lệnh ghi đĩa ISO:

source: Add ECC command:
bg: Команда за добавяне на АСС:
el: Προσθήκη εντολής ECC:
es: Comando para añadir ECC:
fr: Commande d'ajout de l'ECC :
hu: ECC hozzáadási parancs:
it: Aggiungi comando ECC:
ja: ECC 追加コマンド:
mk: Додади ECC команда:
nb: Kommando for å legge til ECC:
pl: Polecenie kodu korekcji błędów:
sk: Pridať ECC príkaz:
sl: Dodaj ukaz ECC:
sv: Kommando för att lägga till ECC:
vi: Thêm dòng lệnh ECC:

source: Format command:
bg: Команда за форматиране:
el: Εντολή διαμόρφωσης:
es: Commando para formatear DVD/RW:
fr: Commande de formatage :
hu: Formázási parancs:
it: Comando formattazione:
ja: フォーマット コマンド:
mk: Форматирај команда:
nb: Kommando for formatering:
pl: Polecenie kasowania:
sk: Príkaz pre formátovanie:
sl: Ukaz za formatiranje:
sv: Kommando för formatering:
vi: Định dạng dòng lệnh:

source: Use mplex:
bg: Използване на mplex:
el: Μην διαγράψεις τα προσωρινά αρχεία:
es: Utilizar mplex:
fr: Utiliser mplex :
hu: Mplex használata:
it: Usa mplex:
ja: mplex を使う:
mk: Користи mplex:
nb: Bruk mplex:
pl: Używaj mplex:
sk: Použiť multiplexovanie:
sl: Uporabi mplex:
sv: Använd mplex:
vi: Sử dụng dồn dữ liệu:

source: For menus only
bg: Само за менютата
el: Για τα μενού μόνο
fr: Uniquement pour les menus
hu: Csak menükhöz
it: Solo per menu
nb: Kun for menyer
pl: Tylko dla menu
sk: Iba pre menu

source: reencode by default
bg: прекодиране по подразбиране
el: προεπιλογή εκ νέου κωδικοποίηση
fr: Réencodage par défaut
hu: újrakódolás az alapértelmezett
it: ricodifica per default
nb: rekode som standard
pl: domyślne ponowne kodowanie
sk: Predvolene prekódovať

source: Debug
bg: Откриване на грешки
el: Έλεγχος
es: Depurar
fr: Débogage
hu: Hibakeresés
ja: デバッグ
mk: Дебагирај
nb: Feilsøking
pl: Debugowanie
sk: Ladenie
sl: Razhrošči
sv: Felsökning
vi: Gỡ rối

source: Don't remove temp files
bg: Не премахвай временните файлове
el: Μην διαγράψεις τα προσωρινά αρχεία
es: No borrar ficheros temporales
fr: Ne pas supprimer les fichiers temporaires
hu: Az ideiglenes állományok ne legyenek eltávolítva
it: Non rimuovere i file temporanei
ja: 一時作成ファイル (dvdauthor.xml) を削除しない
mk: Не бриши привремени датотеки
nb: Ikke fjern midlertidige filer
pl: Nie usuwaj plików tymczasowych
sk: Neodstraňovať dočasné súbory
sl: Ne odstrani začasnih datotek
sv: Ta inte bort temporära filer
vi: Không xóa các file tạm

source: Language change will not take effect until DVDStyler is restarted
bg: Смяната на език няма да влезе в сила, докато DVDStyler се рестартира
el: Η αλλαγή της γλώσσας δεν θα εφαρμοστεί μέχρι το DVDStyler να ξεκινήσει ξανά
es: El cambio de idioma no tendrá efecto hasta que reinicie DVDStyler
fr: Le changement de langue ne sera effectif qu'après le redémarrage de DVDStyler
hu: A nyelv választás érvénybelépéséhez újra kell indítani a DVDStyler programot
it: Il cambiamento della lingua avrà effetto solo dopo il riavvio di DVDStyler
ja: 表示言語の変更を有効にするには DVDStyler を再起動させてください。
mk: Измената на јазик на ДВДСтајлер нема да стапи во ефект се дури не ја приклучите наново
nb: Språkinnstilling vil ikke ha effekt før DVDStyler startes på nytt
pl: Zmiana języka nastąpi po ponownym uruchomieniu DVDStyler
sk: Zmena jazyka sa prejaví po reštarte programu.
sl: Sprememba jezika ne bo učinkovala, dokler programa DVDStyler znova ne naložite.
sv: Språkändringen blir aktiverad när du startat om DVDStyler
vi: Lựa chọn hiển thị một ngôn ngữ khác chỉ có hiệu lực khi khởi động lai chương trình
