Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Please add a video track first.
bg: Моля, добавете първо видео запис.
el: Παρακαλώ προσθέστε ένα κανάλι βίντεο πρώτα.
es: Primero, añada una pista de vídeo.
fr: Veuillez d'abord ajouter une piste vidéo.
hu: Kérem, előbb adjon hozzá egy képsávot.
it: Prima aggiungere una traccia video.
ja: 先に映像トラックを追加してください。
mk: Ве молам додадете му видео лента
nb: Legg inn video-sporet først.
pl: Proszę najpierw dodać ścieżkę wideo.
sk: Pridajte najprv video stopu.
sl: Prosimo, najprej dodajte video sled.
sv: Lägg till ett videospår först.
vi: Hãy thêm vào một file video trước.

source: Maximal 99 menus are allowed for one titleset.
bg: Максимално 99 менюта са разрешени за един комплект със заглавия.
el: Ενα σετ τιτλων μπορει να περιεχει το πολυ 99 τιτλους
es: Se permite un máximo 99 menús para un set de Títulos
fr: Maximum 99 menus pour un groupe de titres.
hu: Legfeljebb 99 menü lehet egy címtárban.
it: Massimo 99 menu sono consentiti per un insieme di titoli.
nb: Maksimalt 99 menyer er tillatt for et titteloppsett.
pl: W jednym zestawie tytułów dozwolone jest maksymalnie 99 wpisów menu.
sk: V jednom súbore titulov je možné použiť najviac 99 položiek menu.

source: Do you really want to delete %s?
bg: Наистина ли искате да изтриете %s?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε το %s;
es: Desea realmente borrar %s?
fr: Voulez-vous vraiment supprimer « %s » ?
hu: Valóban törli ezt: %s?
it: Sicuri di voler cancellare %s?
ja: 本当に %s を削除しますか?
mk: Дали сте сигурни дека ќе го бришете %s?"
nb: Sikker på at du vil slette %s?
pl: Czy chcesz usunąć %s?
sk: Skutočne chcete vymazať „%s"?
sl: Želite resnično izbrisati %s?
sv: Vill du verkligen ta bort %s?
vi: Bạn có thực sự muốn xóa %s?

source: Titleset Manager
bg: Мениджър на комплект със заглавия
el: Διαχειριστής Titleset
es: Gestor de conjunto de títulos
fr: Gestionnaire de groupes de titres
hu: Címtár kezelő
it: Gestione titolature
ja: タイトルセットマネージャー
mk: Уредувач на Насловни Групи
nb: Titteloppsett
pl: Menadżer zestawu tytułów
sk: Manažér správcu titulov
sl: Upravitelj nabora posnetkov
sv: Hantera titeluppsättning
vi: Quản lý thiết lập tiêu đề

source: Video frame
bg: Видео кадър
el: Καρέ βίντεο
es: Cuadro de Vídeo
fr: Image vidéo
hu: Képkocka
it: Fotogramma video
ja: 映像フレーム
nb: Video bilde
pl: Klatka wideo
sk: Videosnímok
vi: Khung video

source: Video properties
bg: Свойства на видеото
el: Ιδιότητες
es: Propiedades de vídeo
fr: Propriétés vidéo
hu: Képsáv jellemzők
it: Proprietà video
ja: 映像プロパティ
mk: Видео Својства
nb: Egenskaper for video
pl: Właściwości wideo
sk: Vlastnosti videa
sl: Lastnosti videa
sv: Videoegenskaper
vi: Thuộc tính Video

source: progressive
bg: прогресивен
el: προοδευτικός
es: progresivo
fr: progressif
hu: progresszív
it: progressivo
ja: プログレッシブ
mk: постепен
nb: progressiv
pl: progresywny
sk: Progresíne
sl: progresivno
sv: progressiv

source: interlace
bg: преплитам
es: entrelazar
fr: Interlacé
hu: váltottsoros
it: Interlacciato
pl: z przeplotem
sk: Prekladané
vi: quét mành

source: border
bg: граница
el: περίγραμμα
fr: bordure
hu: szegély
it: bordo
nb: ramme
pl: marginesy
sk: Šírka okraja

source: crop
bg: изрязване
el: περικόπτω
fr: agrandissement
hu: levágás
it: ritaglio
nb: beskjær
pl: przytnij
sk: Posun videa

source: Border
bg: Граница
el: Πάχος περιγράμματος
es: Borde
fr: Bordure
hu: Szegély
it: Bordo
ja: 枠線
mk: Рамка
nb: Ramme
pl: Marginesy
sk: Šírka okraja videa
sl: Obroba
sv: Ram
vi: Góc

source: Crop
bg: Изрязване
el: &Αντιγραφή
es: Recortar
fr: Copier
hu: Levágás
it: Ritaglio
ja: トリミング
mk: Потсечи
nb: Beskjær
pl: Przytnij
sk: Posun videa
sl: Obreži
sv: Beskär
vi: Loại bỏ

source: Fade-In/Out:
bg: Затихване вх./изх.:
es: Fundido entrante/saliente:
fr: Fondu ouverture/fermeture :
hu: Előtűnés/eltűnés:
it: Dissolvenza ing/usc:
nb: Fade-inn/ut:
pl: Rozjaśnianie/Ściemnianie:
sk: Zosvetlenie/Stmavenie:
vi: Ẩn/Hiện:

source: Start:
bg: Старт:
el: Έναρξη
es: Inicio:
fr: Début :
hu: Kezdet:
it: Inizio:
ja: 開始:
mk: Почеток:
sk: Štart:
sl: Začetek:
sv: Starta
vi: Bắt đầu:

source: Cut beginning
bg: Начало на изрязването
el: Αποκοπή έναρξης
es: Principio del corte
fr: Couper le début
hu: Vágás eleje
it: Taglia l'inizio
nb: Kutt starten
pl: Początek cięcia
sk: Začiatok strihu

source: Cut ending
bg: Край на изрязването
el: Αποκοπή τερματισμού
es: Fin del corte
fr: Couper la fin
hu: Vágás vége
it: Taglia la fine
nb: Kutt slutten
pl: Koniec cięcia
sk: Koniec strihu

source: Invalid time
bg: Невалидно време
el: Λανθασμένο όνομα συσκευής
es: Hora inváida
fr: Heure invalide
hu: Érvénytelen idő
it: Tempo non valido
ja: 時間が正しくありません
mk: Невалидно време
nb: Ugyldig tid
pl: Nieprawidłowy czas
sk: Neplatný časový údaj
sl: Neveljaven čas
sv: Ogiltig tid
vi: Không đúng thời gian

source: Video:
bg: Видео:
el: Βίντεο
es: Vídeo:
fr: Vidéo :
hu: Képsáv:
ja: 映像:
mk: Видео:
pl: Wideo:

source: Subtitle:
bg: Субтитри:
el: Υπότιτλος:
es: Subtítulo:
fr: Sous-titre :
hu: Felirat:
it: Sottotitolo:
ja: 字幕:
mk: Превод:
nb: Undertittel:
pl: Napisy:
sk: Titulky:
sl: Podnaslov:
sv: Undertext:
vi: Phụ đề:

source: Welcome
bg: Добре дошли
el: Καλωσόρισες
es: Bienvenido
fr: Bienvenue
hu: Üdvözöljük!
it: Benvenuto
ja: ようこそ
mk: Добредојде
nb: Velkommen
pl: Witaj
sk: Vitajte v programe DVDStyler
sl: Dobrodošli
sv: Välkommen
vi: Chào mừng

source: New project
bg: Нов проект
el: Νεο εργο
es: Nuevo proyecto
fr: Nouveau projet
hu: Új projekt
it: Nuovo progetto
ja: 新規プロジェクト
mk: Нов проект
nb: Nytt prosjekt
pl: Nowy projekt
sk: Nový projekt
sl: Nov projekt
sv: Nytt projekt
vi: Dự án mới

source: Create a new project
bg: Създаване на нов проект
el: Δημιουργία νέου DVD
es: Crear un nuevo proyecto
fr: Créer un nouveau projet
hu: Új projekt létrehozása
it: Crea un nuovo progetto
ja: プロジェクトを新たに作成する
mk: Направете нов проект
nb: Opprette et nytt prosjekt
pl: Utwórz nowy projekt
sk: Vytvoriť nový projekt
sl: Ustvari nov projekt
sv: Skapa ett nytt projekt
vi: Tạo một dự án mới

source: Open project
bg: Отвори проект
el: Ανοιγμα εργου
es: Abrir un proyecto
fr: Ouvrir un projet
hu: Projekt megnyitása
it: Apri progetto
ja: プロジェクトを開く
mk: Отвори проект
nb: Åpne prosjekt
pl: Otwórz projekt
sk: Otvoriť projekt
sl: Odpri projekt
sv: Öppna projekt
vi: Mở dự án

source: Open an existing project file
bg: Отвори съществуващ проект
el: Καρέ
es: Abrir un proyecto existente
fr: Ouvrir un projet existant
hu: Meglévő projekt fájl megnyitása
it: Apri un progetto esistente
ja: 既存のプロジェクトファイルを開く
mk: Отворите веќе постоечка проектна датотека
nb: Åpne en eksisterende prosjekt fil
pl: Otwórz istniejący plik projektu
sk: Otvoriť existujúci súbor s projektom
sl: Odpri datoteko obstoječega projekta
sv: Öppna en befintlig projektfil
vi: Mở một dự án có sẵn

source: Browse files...
bg: Избор на файл...
el: Πλοηγηση...
es: Abrir archivo...
fr: Parcourir les fichiers…
hu: Fájl kiválasztása...
it: Esplora file...
ja: ファイルを閲覧...
mk: &Прелистај датотеки...
nb: Bla gjennom filer...
pl: Przeglądaj pliki...
sk: Prehliadať súbory...
sl: Prebrskaj datoteke ...
sv: Bläddra i filer...
vi: Duyệt tìm file...

source: JPEG: Couldn't load - file is probably corrupted.
bg: JPEG: Не можа да зареди - файлът вероятно е повреден.
el: JPEG: Δεν μπορεί να γίνει φόρτωμα του αρχείου. Πιθανών είναι κατεστραμένο.
es: JPEG: Imposible cargar - el fichero está probablemente corrupto
fr: JPEG : chargement impossible - le fichier est probablement endommagé.
hu: JPEG: nem tölthető be - a fájl valószínűleg sérült.
it: JPEG: impossibile caricarlo - il file sembra rovinato.
ja: JPEG: 読めません - たぶんファイルが壊れています。
mk: 'JPEG: Не можам да ја отворам датотеката - изгледа е коруптирана.
nb: JPEG: Kunne ikke laste inn - filen er kanskje ødelagt.
pl: JPEG: nie można załadować - plik prawdopodobnie uszkodzony.
sk: Chyba pri čítaní súbor JPEG. Súbor je pravdepodobne poškodený.
sl: JPEG: Ni mogoče naložiti - datoteka je najverjetneje okvarjena.
sv: JPEG: Kunde inte läsa in - filen är antagligen skadad.
vi: JPEG: Không thể tải file, file có thể đã bị lỗi.

source: JPEG: Couldn't save image.
bg: JPEG: Не може да запишете изображението.
el: JPEG: Δεν μπορεί να γίνει αποθήκευση της εικόνας.
es: JPEG: Impossible guardar imagen.
fr: JPEG : impossible d'enregistrer l'image.
hu: JPEG: a kép nem menthető.
it: JPEG: impossibile salvare l'immagine.
ja: JPEG: 画像を保存できません。
mk: JPEG: Не можам да снимам слика.
nb: JPEG: Kunne ikke lagre bilde.
pl: JPEG: Nie można zapisać obrazu.
sk: Nie je možné uložiť JPEG obrázok.
sl: JPEG: Slike ni mogoče shraniti.
sv: JPEG: Kunde inte spara bild.
vi: JPEG: Không thể lưu file.

source: No handler found for image type.
bg: Няма манипулатор за този тип изображение.
el: Δεν βρέθηκε χειριστήριο για τον τύπο εικόνας.
es: Tipo de imagen no definido.
fr: Pas de gestionnaire trouvé pour ce type d'image.
hu: A képtípus nem támogatott.
it: Impossibile usare questo tipo d'immagine.
ja: この種類の画像は扱えません。
mk: Сликата не е поддржана
nb: Bildetype er ikke støttet.
pl: Brak obsługi obrazów tego typu.
sk: Nie je možné spracovať tento typ obrázku.
sl: Za to vrsto slik ni ustreznega rokovalca.
sv: Ingen hanterare hittades för bildtypen.
vi: Không thể tìm thấy image handler cho loại hình ảnh.

source: No image handler for type %d defined.
bg: Няма манипулатор за изображение за дефиниран тип %d.
el: Δεν βρέθηκε χειριστήριο εικόνας για τον τύπο %d.
es: Tipo de imagen %d no definido.
fr: Pas de gestionnaire d'image défini pour le type %d.
hu: A(z) %d. képtípus nem támogatott.
it: Nessun esiste un gestore per il tipo immagine %d.
ja: %d という種類の画像は扱えません。
mk: На сликата со тип %d нема дефинирано вид.
nb: Støtte for bildetypen %d er ikke definert.
pl: Brak obsługi obrazów typu %d
sk: Nebol zadaný žiadny manažér pre obrázky typu %d.
sl: Za vrsto %d ni določen noben rokovalec slik.
sv: Ingen bildhanterare definierad för typen %d.
vi: Không có image handler cho loại %d.

source: Can't load image from file '%s': file does not exist.
bg: Не може да се зареди изображение от файла "%s": Файлът не съществува.
el: Δεν μπορεί να φορτωθεί εικόνα από το αρχείο '%s': Το αρχείο δεν υπάρχει.
es: Imposible cargar la imagen del fichero '%s': el fichero no existe.
fr: Impossible de charger l'image « %s » : le fichier n'existe pas.
hu: Nem tölthető be kép a fájlból, mert '%s' nem létezik.
it: Non posso caricare l'immagine "%s": il file non esiste.
ja: ファイル '%s' から画像を読み込めません: ファイルがありません。
mk: Не можам да ја отворам сликата од датотеката '%s': датотеката не постои.
nb: Kan ikke laste bilde fra '%s': filen eksisterer ikke.
pl: Nie można wgrać obrazu z pliku '%s': plik nie istnieje.
sk: Nedá sa načítať obrázok zo súboru „%s": súbor neexistuje.
sl: Slike iz datoteke '%s' ni mogoče naložiti: datoteka ne obstaja.
sv: Kan inte läsa in bild från filen '%s': filen finns inte.
vi: Không thể tải hình từ tập tin '%s': tập tin không tồn tại.

source: &Don't show this dialog again
bg: &Не показвай този диалогов прозорец отново
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα
es: No &ver esta ventana de nuevo
fr: &Ne plus afficher cette boîte de dialogue
hu: Ezt az ablakot ne mutassa többet
it: &Non visualizzare più questo messaggio
ja: 次回からこのダイアログを表示しない (&D)
mk: Не ја прикажувај оваа порака повторно
nb: &Ikke vis denne dialogen igjen
pl: Nie &wyświetlaj ponownie tego komunikatu.
sk: &Nezobrazovať znovu tento dialóg
sl: &Tega okna ne pokaži več
sv: Visa &inte denna dialogruta igen
vi: &Không hiển thị thông báo này nữa

source: Blue Arrow
bg: Синя стрелка
el: Κυκλικό βέλος 3D
es: Flecha Azul
fr: Flèche bleue
hu: Kék nyíl
it: Freccia blu
ja: 青い矢印
mk: Сина стрелка
nb: Blå pil
pl: Niebieska strzałka 3D
sk: Modrá šípka
sl: Modra puščica
sv: Blå pil
vi: Mũi tên xanh

source: Colour of the circle
bg: Цвят на окръжността
el: Χρώμα κύκλου
es: Color del disco
fr: Couleur du cercle
hu: A kör színe
it: Colore del cerchio
ja: 丸の色
mk: Боја на кругот
nb: Farge på sirkel
pl: Kolor koła
sk: Farba kruhu
sl: Barva kroga
sv: Färg på cirkeln
vi: Màu của hình tròn

source: Stroke color
bg: Цвят на контура
el: Χρώμα περιγράμματος
es: Color del tachado
fr: Couleur du trait
hu: Áthúzás színe
it: Colore bordo
ja: 縁取りの色
mk: Боја на Кота
nb: Linjefarge
pl: Kolor obramowania
sk: Farba
sl: Barva poteze
sv: Ramfärg
vi: Màu nét

source: Arrow color
bg: Цвят на стрелката
el: Χρώμα βέλους
es: Color de la flecha
fr: Couleur de la flèche
hu: Nyíl szín
it: Colore freccia
ja: 矢印の色
mk: Боја на стрелка
nb: Pilfarge
pl: Kolor strzałki
sk: Farba šípky
sl: Barva puščice
sv: Pilfärg
vi: Màu mũi tên

source: Cool Arrow
bg: Чудесна стрелка
el: Βέλος
es: Flecha Chula
fr: Flèche sympa
hu: Menő nyíl
it: Freccia fredda
ja: カッコイイ矢印
mk: Кул Стрелка
nb: Kul pil
pl: Fajna strzałka
sk: Jednoduchá šípka
sl: Hladna puščica
sv: Cool Pil
vi: Mũi tên phong cách

source: Color 1
bg: Цвят 1
el: Χρώμα 1
fr: Couleur 1
hu: Szín 1
it: Colore 1
ja: 色 1
mk: Боја 1
nb: Farge 1
pl: Kolor 1
sk: 1. farba
sl: Barva 1
sv: Färg 1
vi: Màu 1

source: Color 2
bg: Цвят 2
el: Χρώμα 2
fr: Couleur 2
hu: Szín 2
it: Colore 2
ja: 色 2
mk: Боја 2
nb: Farge 2
pl: Kolor 2
sk: 2. farba
sl: Barva 2
sv: Färg 2
vi: Màu 2

source: Double Arrow
bg: Двойна стрелка
el: Κυκλικό βέλος
es: Flecha Doble
fr: Flèche double
hu: Dupla nyíl
it: Doppia freccia
ja: 二重矢印
mk: Двојна стрелка
nb: Dubbel pil
pl: Podwójna strzałka
sk: Dvojtá šípka
sl: Dvojna puščica
sv: Dubbelpil
vi: Gấp đôi mũi tên

source: Arrow color 1
bg: Стрелка - цвят 1
el: Χρώμα βέλους
es: Flecha de color 1
fr: Couleur de la flèche 1
hu: Nyíl szín 1
it: Colore freccia 1
ja: 矢印の色 1
mk: Боја на стрелка 1
nb: Pilfarge 1
pl: 1 kolor strzałki
sk: 1. farba šípky
sl: Barva puščice 1
sv: Pilfärg 1
vi: Màu mũi tên 1

source: Arrow color 2
bg: Стрелка - цвят 2
el: Χρώμα βέλους2
es: Flecha de color 2
fr: Couleur de la flèche 2
hu: Nyíl szín 2
it: Colore freccia 2
ja: 矢印の色 2
mk: Боја на стрелка 2
nb: Pilfarge 2
pl: 2 kolor strzałki
sk: 2. farba šípky
sl: Barva puščice 2
sv: Pilfärg 2
vi: Màu mũi tên 2

source: Golden Arrow
bg: Златна стрелка
el: Χρυσο Βέλος
es: Flecha dorada
fr: Flèche dorée
hu: Arany nyíl
it: Freccia dorata
ja: 金色の矢印
mk: Златна Стрелка
nb: Gylden pil
pl: Złota strzałka
sk: Zlatá šípka
sl: Zlata puščica
sv: Gyllene pil
vi: Mũi tên màu vàng

source: Green Arrow Double
bg: Зелена двойна стрелка
el: Κυκλικό βέλος 3D
es: Flecha verde doble
fr: Flèche verte double
hu: Zöld dupla nyíl
it: Freccia doppia verde
ja: 緑の二重矢印
mk: Двојна зелена стрелка
nb: Grønn dubbelpil
pl: Zielona strzałka podwójna
sk: Zelená dvojšípka
sl: Dvojna zelena puščica
sv: Grön dubbelpil
vi: Gấp đôi mũi tên màu xanh

source: Arrow 1 colour
bg: Стрелка - 1 цвят
el: Χρώμα βέλους
es: Color de la flecha 1
fr: Couleur de la flèche 1
hu: Az 1. nyíl színe
it: Colore freccia 1
ja: 矢印 1 の色
mk: Боја на стрелка 2
nb: Farge på pil 1
pl: 1 kolor strzałki
sk: 1. farba šípky
sl: Barva puščice 1
sv: Pilfärg 1
vi: Màu mũi tên 1

source: Arrow 2 colour
bg: Стрелка - 2 цвят
el: Χρώμα βέλους
es: Color de la flecha 2
fr: Couleur de la flèche 2
hu: A 2. nyíl színe
it: Colore freccia 2
ja: 矢印 2 の色
mk: Боја на стрелка 1
nb: Farge på pil 2
pl: 2 kolor strzałki
sk: 2. farba šípky
sl: Barva puščice 2
sv: Pilfärg 2
vi: Màu mũi tên 2

source: Green Arrow
bg: Зелена стрелка
el: Κυκλικό βέλος
es: Flecha Verde
fr: Flèche verte
hu: Zöld nyíl
it: Freccia verde
ja: 緑の矢印
mk: Зелена стрелка
nb: Grønn pil
pl: Zielona strzałka
sk: Zelená šípka
sl: Zelena puščica
sv: Grön pil
vi: Mũi tên xanh

source: Arrow colour
bg: Цвят на стрелката
el: Χρώμα βέλους
es: Color de la flecha
fr: Couleur de la flèche
hu: Nyíl szín
it: Colore freccia
ja: 矢印の色
mk: Боја на стрелка
nb: Farge på pil
pl: Kolor strzałki
sk: Farba šípky
sl: Barva puščice
sv: Pilfärg
vi: Màu mũi tên

source: Arrow Mirror Left
bg: Огледална лява стрелка
el: Αριστερό/πάνω βέλος
es: Flecha Espejo Izquierda
fr: Flèche gauche avec reflet
hu: Tükrös nyíl balra
it: Freccia specchio a sinistra
ja: 反射付き左矢印
mk: Стрелка Огледалски вЛево
nb: Speilvendt venstre pil
pl: Odbijająca się strzałka w lewo
sk: Zrkadlená šípka doľava
sl: Zrcalna puščica, leva
sv: Pil spegling vänster
vi: Mũi tên phụ bên trái

source: Reflection color 1
bg: Отражение цвят 1
el: Χρώμα δαχτυλιδιού
es: Color 1 del reflejo
fr: Couleur du reflet 1
hu: Tükröződés szín 1
it: Colore di riflessione 1
ja: 反射の色 1
mk: Боја на рефлексија 1
nb: Refekssjonsfarge 1
pl: 1 kolor odbicia
sk: 1. farba odrazu
sl: Barva odseva 1
sv: Spegelfärg 1
vi: Màu tương phản 1

source: Reflection color 2
bg: Отражение цвят 2
el: Χρώμα δαχτυλιδιού
es: Color 2 del reflejo
fr: Couleur du reflet 2
hu: Tükröződés szín 2
it: Colore di riflessione 2
ja: 反射の色 2
mk: Боја на рефлексија 2
nb: Refekssjonsfarge 2
pl: 2 kolor odbicia
sk: 2. farba odrazu
sl: Barva odseva 2
sv: Spegelfärg 2
vi: Màu tương phản 2

source: Arrow Mirror Right
bg: Огледална дясна стрелка
el: Κειμενο δεξια
es: Flecha Espejo Derecha
fr: Flèche droite avec reflet
hu: Tükrös nyíl jobbra
it: Freccia specchio a destra
ja: 反射付き右矢印
mk: Стрелка Огледалски вДесно
nb: Speilvendt høyre pil
pl: Odbijająca się strzałka w prawo
sk: Zrkadlená šípka doprava
sl: Zrcalna puščica, desna
sv: Pil spegel höger
vi: Mũi tên phụ bên phải

source: Red Arrow
bg: Червена стрелка
el: Κοκκινο Βέλος
es: Flecha roja
fr: Flèche rouge
hu: Piros nyíl
it: Freccia rossa
ja: 赤い矢印
mk: Црвена Стрелка
nb: Rød pil
pl: Czerwona strzałka
sk: Červená šípka
sl: Rdeča puščica
sv: Röd pil
vi: Mũi tên Đỏ

source: Button color
bg: Цвят на бутона
el: Χρώμα εξωτερικού περιγράμματος
es: Color del botón
fr: Couleur du bouton
hu: Gomb szín
it: Colore pulsante
ja: ボタンの色
mk: Боја на копче
nb: Farge på knapp
pl: Kolor przycisku
sk: Farba tlačidla
sl: Barva gumba
sv: Konturfärg
vi: Màu nút bấm

source: Simple Arrow
bg: Обикновена стрелка
el: Κυκλικό βέλος 3D
es: Flecha simple
fr: Flèche simple
hu: Egyszerű nyíl
it: Freccia semplice
ja: 簡素な矢印
mk: Еднотавна стрелка
nb: Enkel pil
pl: Prosta strzałka
sk: Jednoduchá šípka
sl: Enostavna puščica
sv: Enkel pil
vi: Mũi tên đơn giản

source: Shadow
bg: Сянка
el: &Σκια
es: Sombra
fr: Ombre
hu: Árnyék
it: Ombra
ja: 影
mk: Сенка
nb: Skygge
pl: Cień
sk: Tieň
sl: Senca
sv: &Skugga
vi: Đổ bóng

source: Star Arrow
bg: Звездна стрелка
el: Βέλος
es: Flecha Estrella
fr: Étoile filante
hu: Csillagos nyíl
it: Freccia a stella
ja: 星形矢印
mk: Ѕвезда Стрелка
nb: Stjerne-pil
pl: Gwiezdna strzałka
sk: Šípka s hviezdou
sl: Puščica z zvezdo
sv: Stjärnpil
vi: Ngôi sao mũi tên

source: Colour of the star
bg: Цвят на звездата
el: Χρώμα αστεριού
es: Color de la estrella
fr: Couleur de l'étoile
hu: A csillag színe
it: Colore della stella
ja: 星形の色
mk: Боја на ѕвездата
nb: Farge på stjerne
pl: Kolor gwiazdy
sk: Farba hviezdy
sl: Barva zvezdice
sv: Färg på stjärnan
vi: Màu của ngôi sao

source: Colour of the triangle
bg: Цвят на триъгълника
el: Χρώμα τριγώνου
es: Color del triángulo
fr: Couleur du triangle
hu: A háromszög színe
it: Colore del triangolo
ja: 三角形部分の色
mk: Боја на триаголникот
nb: Farge på triangel
pl: Kolor trójkąta
sk: Farba trojuholníka
sl: Barva trikotnika
sv: Färg på triangeln
vi: Màu của tam giác

source: Text Arrow Left
bg: Лява текстова стрелка
el: Κείμενο Αριστερά
es: Flecha Texto Izquierda
fr: Texte de la flèche Gauche
hu: Szöveges nyíl balra
it: Freccia di testo a sinistra
ja: 文字入り左矢印
mk: Текст Стрелка вЛево
nb: Venstre tekstpil
pl: Strzałka tekstowa w lewo
sk: Šípka s textom doľava
sl: Besedilna puščica, leva
sv: Text pil vänster
vi: Mũi tên phía bên trái

source: Text color
bg: Цвят на текста
el: Χρώμα κειμένου
es: Color del texto
fr: Couleur du texte
hu: Szövegszín
it: Colore testo
ja: 文字の色
mk: Боја на текст
nb: Tekstfarge
pl: Kolor tekstu
sk: Farba textu
sl: Barva besedila
sv: Textfärg
vi: Màu văn bản

source: Text Arrow Right
bg: Дясна текстова стрелка
el: Κείμενο Δεξί βέλος
es: Flecha Texto Derecha
fr: Texte de la flèche droite
hu: Szöveges nyíl jobbra
it: Freccia di testo a destra
ja: 文字入り右矢印
mk: Текст Стрелка вДесно
nb: Høyre tekstpil
pl: Strzałka tekstowa w prawo
sk: Šípka s textom doprava
sl: Besedilna puščica, desna
sv: Text pil höger
vi: Mũi tên phía bên phải

source: Arrow
bg: Стрелка
el: Βέλος
es: Flecha
fr: Flèche
hu: Nyíl
it: Freccia
ja: 矢印
mk: Стрелка
nb: Pil
pl: Strzałka
sk: Šípka
sl: Puščica
sv: Pil
vi: Mũi tên

source: Outline colour
bg: Цвят на контура
el: Χρώμα εξωτερικού περιγράμματος
es: Color marco
fr: Couleur du contour
hu: Körvonal szín
it: Colore esterno
ja: 枠線の色
mk: Боја на надворешна линија
nb: Omriss farge
pl: Kolor obramowania
sk: Farba obrysu
sl: Barva orisa
sv: Konturfärg
vi: Màu viền bên ngoài

source: Outline width
bg: Дебелина на контура
el: Πλάτος εξωτερικού περιγράμματος
es: Ancho marco
fr: Largeur du contour
hu: Körvonal szélessége
it: Larghezza esterna
ja: 枠線の幅
mk: Ширина на надворешна линија
nb: Bredde på omriss
pl: Szerokość obramowania
sk: Šírka obrysu
sl: Širina orisa
sv: Konturbredd
vi: Độ rộng viền

source: Circle Arrow 3D
bg: Стрелка в кръг 3D
el: Κυκλικό βέλος 3D
es: Flecha Circulo 3D
fr: Flèche en cercle 3D
hu: Nyíl a körben 3D
it: Freccia circolare 3D
ja: 丸囲み矢印 (3D)
mk: 3Д заокружи стрелка
nb: Farge på 3D sirkel-pil
pl: Okrągła strzałka 3D
sk: 3D kruhová šípka
sl: 3D-puščica s krogcem
sv: Cirkelpil 3D
vi: Vòng tròn mũi tên 3 chiều

source: Colour 1
bg: Цвят 1
el: Χρώμα 1
es: Color 1
fr: Couleur 1
hu: Szín 1
it: Colore 1
ja: 色 1
mk: Боја 1
nb: Farge 1
pl: Kolor 1
sk: Farba 1
sl: Barva 1
sv: Färg 1
vi: Màu 1

source: Colour 2
bg: Цвят 2
el: Χρώμα 2
es: Color 2
fr: Couleur 2
hu: Szín 2
it: Colore 2
ja: 色 2
mk: Боја 2
nb: Farge 2
pl: Kolor 2
sk: Farba 2
sl: Barva 2
sv: Färg 2
vi: Màu 2

source: Colour 3
bg: Цвят 3
el: Χρώμα 3
es: Color 3
fr: Couleur 3
hu: Szín 3
it: Colore 3
ja: 色 3
mk: Боја 3
nb: Farge 3
pl: Kolor 3
sk: Farba 3
sl: Barva 3
sv: Färg 3
vi: Màu 3

source: Ring colour
bg: Цвят на звънеца
el: Χρώμα δαχτυλιδιού
es: Color del anillo
fr: Couleur de l'anneau
hu: A gyűrű színe
it: Colore anello
ja: 環の色
mk: Боја на прстен
nb: Farge på ring
pl: Kolor pierścienia
sk: Farba prstenca
sl: Barva obroča
sv: Ringfärg
vi: Màu Ring

source: Circle Arrow
bg: Стрелка в кръг
el: Κυκλικό βέλος
es: Flecha Circulo
fr: Flèche en cercle
hu: Nyíl a körben
it: Freccia circolare
ja: 丸囲み矢印
mk: Заокружена стрелка
nb: Sirkel-pil
pl: Okrągła strzałka
sk: Obrys šípky
sl: Puščica s krogcem
sv: Cirkelpil
vi: Mũi tên tròn

source: 3D Arrow Left
bg: 3D лява стрелка
el: 3D Arrow Αριστερά
es: Flecha 3D Izquierda
fr: Flèche 3D gauche
hu: 3D nyíl balra
it: Freccia 3D sinistra
ja: 3D 左矢印
mk: 3Д Стрелка вЛево
nb: 3D venstre pil
pl: Strzałka 3D w lewo
sk: Ľavá 3D šípka
sl: 3D-puščica, leva
sv: 3D pil vänster
vi: Mũi tên 3 chiều bên trái

source: Color of upper part
bg: Цвят на горната част
el: Χρώμα αστεριού
es: Color de la parte de arriba
fr: Couleur partie haute
hu: A felső rész színe
it: Colore della parte alta
ja: 上側の色
mk: Боја на горен дел
nb: Fargen på øverste del
pl: Kolor górnej części
sk: Farba vrchnej časti
sl: Barva zgornjega dela
sv: Färg på överdel
vi: Màu của phần trên cùng

source: Color of bottom part
bg: Цвят на долната част
el: Χρώμα αστεριού
es: Color de la parte de abajo
fr: Couleur partie basse
hu: Az alsó rész színe
it: Colore della parte bassa
ja: 下側の色
mk: Боја на долен дел
nb: Farge på nederste del
pl: Kolor dolnej części
sk: Farba spodnej časti
sl: Barva spodnjega dela
sv: Färg på underdel
vi: Màu của phần tận cùng

source: 3D Arrow Right
bg: 3D дясна стрелка
el: 3D Δεξί βέλος
es: Flecha 3D Derecha
fr: Flèche 3D droite
hu: 3d nyíl jobbra
it: Freccia 3D a destra
ja: 3D 右矢印
mk: 3Д Стрелка вДесно
nb: 3D høyre pil
pl: Strzałka 3D w prawo
sk: 3D šípka doprava
sl: 3D-puščica, desna
sv: 3D pil höger
vi: Mũi tên 3 chiều bên phải

source: Fill colour
bg: Цвят на запълване
el: Χρώμα γεμίσματος
es: Color relleno
fr: Couleur de remplissage
hu: Kitöltő szín
it: Colore riempimento
ja: 塗りつぶす色
mk: Исполни боја
nb: Fyllingfarge
pl: Kolor wypełnienia
sk: Farba výplne
sl: Barva polnila
sv: Fyllnadsfärg
vi: Đổ màu
