Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Can't open file %s
bg: Не се отваря файла %s
el: Το αρχείο %s δεν μπορεί να ανοιχτεί
es: Imposible abrir el fichero %s
fr: Impossible d'ouvrir le fichier « %s »
hu: A(z) %s fájl megnyitása sikertelen
it: Impossibile aprire il file %s
ja: ファイル %s を開くことができません。
mk: Не можам да ја отворам датотеката %s
nb: Kan ikke åpne %s
pl: Nie można otworzyć pliku %s
sk: Nedá sa otvoriť súbor „%s"
sl: Datoteke %s ni mogoče odpreti
sv: Kan inte öppna filen %s
vi: Không thể mở file %s

source: Create a new DVD
bg: Създаване на ново DVD
el: Δημιουργία νέου DVD
es: Crear un nuevo DVD
fr: Créer un nouveau DVD
hu: Új DVD készítése
it: Crea un nuovo DVD
ja: DVD を新規作成
mk: Направи ново ДВД
nb: Lage en ny DVD
pl: Utwórz nowe DVD
sk: Vytvoriť nové DVD
sl: Ustvari nov DVD
sv: Skapa en ny DVD
vi: Tạo một DVD mới

source: Disc label:
bg: Етикет на диска:
el: Ετικέτα δίσκου:
es: Nombre de disco:
fr: Nom du disque :
hu: Lemez címke:
it: Etichetta disco:
ja: ディスクラベル:
mk: Наслов на диск
nb: Etikett:
pl: Nazwa dysku:
sk: Menovka disku:
sl: Ime ploščka:
sv: Skivetikett:
vi: Nhãn(bìa) đĩa:

source: Disc capacity:
bg: Капацитет на диска:
el: Χωρητικότητα δίσκου:
es: Capacidad disco:
fr: Capacité du disque :
hu: Lemez kapacitás:
it: Capacità disco:
ja: ディスク容量:
mk: Капацитет на диск
nb: Diskplass:
pl: Pojemność dysku:
sk: Kapacita disku:
sl: Prostornina ploščka:
sv: Skivkapacitet:
vi: Dung lượng đĩa:

source: Video bitrate:
bg: Видео битрейт:
el: Βίντεο bitrate:
es: Bitrate video:
fr: Débit vidéo :
hu: Képsáv bitsebesség:
it: Bitrate video:
ja: 映像のビットレート:
pl: Bitrate wideo:
sk: Dátový tok videa:
vi: Bitrate của video:

source: Audio bitrate:
bg: Аудио битрейт:
el: bitrate Ηχου:
es: Bitrate video de audio:
fr: Débit audio :
hu: Hangsáv bitsebesség:
ja: 音声のビットレート:
mk: Звучен битрејт:
nb: bit-frekvens for lyd:
pl: Bitrate dźwięku:
sk: Dátový tok zvuku:
sl: Mera vzorčenja zvoka:
sv: Bitfrekvens för ljud:
vi: Bitrate của menu video:

source: Video Format
bg: Видео формат:
el: Μορφή βίντεο
es: Formato video
fr: Format vidéo
hu: Képsáv formátum
it: Formato video
ja: 映像形式
mk: Видео Формат
pl: Format wideo
sk: Formát videa
sl: Video zapis
vi: Định dạng video

source: Aspect Ratio
bg: Съотношение на екрана
es: Rel. aspecto
fr: Proportions
hu: Oldalarány
it: Rapporto dimensioni:
ja: 横縦比
mk: Пропорции
nb: Bildeformat
pl: Proporcje
sk: Pomer strán
sl: Razmerje stranic
sv: Bildförhållande
vi: Tỉ lệ đồng dạng

source: Audio Format
bg: Аудио формат
el: Μορφή ήχου
es: Formato audio
fr: Format audio
hu: Hangsáv formátum
it: Formato audio
ja: 音声形式
mk: Звучен Формат
nb: Lyd format
pl: Format audio
sk: Formát zvuku
sl: Zvočni zapis
sv: Ljudformat
vi: Định dạng Audio

source: Default title post command:
bg: Команда за публикуване на заглавие по подразбиране:
el: Προεπιλεγμένη μορφή βίντεο:
es: Comando por defecto post Título:
fr: Post-commande par défaut du titre :
hu: Alapértelmezett cím kilépő parancsa:
it: Comando titolo post predefinito:
ja: タイトルの既定のポストコマンド:
nb: Standard tittel etterkommando:
pl: Domyślne polecenie po tytule:
sk: Predvolený príkaz pri spustení:
vi: Lệnh post tiêu đề mặc định:

source: Please enter the volume name.
bg: Моля въведете име на силата на звука
el: Παρακαλώ πληκτρολογήστε το όνομα της ετικέτας
es: Introducir un nombre de volumen.
fr: Veuillez saisir le nom du volume.
hu: Kérem, adja meg a kötet nevét!
it: Inserisci l'etichetta del volume.
ja: ボリューム名を入力してください。
mk: Ве молам внесете го името на насловот
nb: Skriv inn volumnavnet.
pl: Proszę podaj nazwę dysku.
sk: Zadajte názov disku.
sl: Prosimo, vnesite ime nosilca.
sv: Ange volymens namn.
vi: Điền vào tên volume.

source: Volume name can only be a maximum of 32 characters.
bg: Името на силата на звука може да съдържа максимум 32 символа.
el: Η ετικέτα μπορεί να αποτελείτε από το πολύ 32 χαρακτήρες
es: El nombre de volumen de be tener como máximo 32 caracteres.
fr: Le nom du volume est limité à 32 caractères maximum.
hu: A kötet neve legfeljebb 32 karakter lehet.
it: Il nome del volume può contenere al massimo 32 caratteri.
ja: ボリューム名の長さは最大で 32 文字までです。
mk: Името на насловот може да биди до 32 букви.
nb: Volumnavnet kan kun ha opp til 32 tegn.
pl: Nazwa dysku może zawierać maksymalnie 32 znaki.
sk: Názov disku môže mať najviac 32 znakov.
sl: Ime nosilca ima lahko največ 32 znakov.
sv: Volymens namn får maximalt vara 32 tecken långt.
vi: Tên của volume chỉ được phép chứa tối đa 32 ký tự.

source: Can't load vob
bg: Не се зарежда VOB
el: Δεν μπορεί να φορτωθεί το vob
es: Imposible cargar el fichero vob
fr: Impossible de charger les fichiers VOB
hu: Nem sikerült a vob fájl betöltése
it: Impossibile caricare il file vob
ja: VOBファイルの読み込みができません。
mk: Не можам да отворам vob
nb: Kan ikke laste inn vob
pl: Nie można wgrać VOB
sk: Nedá sa načítať VOB súbor
sl: Datoteke vob ni mogoče naložiti
sv: Kan inte läsa in VOB
vi: Không thể tải vob

source: Burning
bg: Записване
el: Εγγραφή
es: Grabando
fr: Gravure en cours
hu: Írás
it: Scrittura
ja: 書き込み中
mk: Режам
nb: Brenner
pl: Wypalanie
sk: Napaľovanie
sl: Peka
sv: Bränner
vi: Đang ghi đĩa

source: Please insert a blank or rewritable DVD into the device %s.
bg: Моля въведете празна или презаписваема DVD медия в устройство %s.
el: Παρακαλώ εισάγετε ένα άδειο ή επανεγγράψιμο DVD στην συσκευή %s.
es: Inserte por favor un DVD vacío o reescribible en el dispositivo %s.
fr: Veuillez insérer un DVD vierge ou ré-inscriptible dans le périphérique « %s ».
hu: Kérem, helyezzen be egy üres vagy újraírható DVD-t a(z) %s eszközbe!
it: Inserire un DVD vuoto oppure un DVD Riscrivibile nell'unità %s.
nb: Sett en tom eller omskrivbar DVD inn i %s.
pl: Proszę włóż czysty zapisywalny dysk DVD lub dysk DVD wielokrotnego zapisu do urządzenia %s.
sk: Vložte prázdne alebo prepisovateľné DVD do zariadenia „%s".

source: Aborted
bg: Прекъснато
el: Ακύρωση
es: Cancelado
fr: Annulé
hu: Megszakítva
it: Interrotto
ja: 中止
mk: Откажан
nb: Avbrutt
pl: Anulowano
sk: Prerušené
sl: Prekinjeno
sv: Avbröts
vi: Bỏ qua

source: Size of Disc Image > %.2f GB. Do you want to continue?
bg: Размера на образа върху диска > %.2f GB. Искате ли да продължи?
el: Μέγεθος του εικονικού δίσκου > %.2f GB. Θέλετε να συνεχίσετε;
es: Tamaño de la imagen > %.2f GB. ¿Desea continuar?
fr: La taille de l'image disque est supérieure à %.2f Go. Voulez-vous continuer ?
hu: A lemez képfájl mérete nagyobb, mint %.2f GB. Folytatja?
it: Immagine del disco > %.2f GB. Continuare?
ja: ディスクイメージ容量が %.2f GB を超えています。それでも続けますか?
mk: Големина на Диск Слика > %.2f ГБ. Дали сакаш да продолжиш?
nb: Størrelsen på Disk-bildet > %.2f GB. Vil du fortsette?
pl: Rozmiar pliku ISO > %.2f GB. Czy chcesz kontynuować?
sk: Veľkosť obrazu disku je väčšia ako %.2f GB. Chcete pokračovať?
sl: Velikost slike zgoščenke > %.2f GB. Želite nadaljevati?
sv: Storlek för skivavbildning > %.2f GB. Vill du fortsätta?
vi: Kích thước của đĩa hình ảnh > %.2f GB. Tiếp tục chứ?

source: Cleaning temporary directory
bg: Почиства временната директория
el: Καθαρισμός φακέλου προσωρινών αρχείων
es: Limpiando carpeta de trabajo
fr: Nettoyage du dossier temporaire
hu: Az ideiglenes mappa ürítése folyamatban
it: Cancellazione cartella temporanea
ja: 一時保存用ディレクトリ内を削除中
mk: Чистам привремен директориум
nb: Rydder i midlertidig mappe
pl: Czyszczenie katalogu tymczasowego
sk: Čistenie dočasného adresára
sl: Čiščenje začasne mape
sv: Tömmer temporär katalog
vi: Xóa sạch thư mục tạm

source: Cannot remove directory '%s'
bg: Не може да се премахне директорията '%s'
el: Δεν μπορεί να γίνει η διαγραφή του φακέλου '%s'
es: Imposible borrar la carpeta '%s'
fr: Impossible d’effacer le dossier « %s »
hu: A mappa nem törölhető: '%s'
it: Impossibile eliminare la cartella "%s"
nb: Kan ikke fjerne mappe '%s'
pl: Nie można usunąć katalogu '%s'
sk: Nie je možné odstrániť adresár „%s"

source: Generating DVD
bg: Създаване на DVD
el: Δημιουργία του DVD
es: Generando DVD
fr: Génération du DVD
hu: DVD generálása
it: Generazione DVD
ja: DVD生成
mk: Правам ДВД
nb: Genererer DVD
pl: Budowanie DVD
sk: Vytváranie DVD
sl: Ustvarjanje DVD-ja
sv: Genererar DVD
vi: Tạo đĩa DVD

source: Adding ECC data
bg: Добавяне на ECC данни
el: Προσθήκη ECC πληροφοριών
es: Añadiendo datos de corrección de error
fr: Ajout des données ECC
hu: ECC adatok hozzáadása
it: Aggiungi dati ECC
ja: ECC データを追加中
mk: Додавам ECC дата
nb: Legger til ECC data
pl: Dodaję kod korekcji błędów
sk: Pridávanie ECC dát
sl: Dodajanje podatkov ECC
sv: Lägger till ECC-data
vi: Thêm dữ liệu ECC

source: Found transcoded file in cache for '%s'
bg: Намерен е транскодиран файл в кеш паметта на '%s'
el: Βρέθηκε διακωδικοποιημένο αρχείο στον χώρο προσωρινής αποθήκευσης αρχείων για '%s'
es: Encontrados fichero transcodificados en el caché para '%s'
fr: Fichier transcodé trouvé dans le cache pour « %s »
hu: A gyorstárban van átkódolt fájl ehhez: '%s'
it: Trovato file codificato per "%s2 nella cache
ja: キャッシュ中に、'%s' のトランスコード済みファイルがありました
mk: Најдов транскодирани датотеки во кешот за „%s“
nb: Fant en om-kodet fil i hurtigminnet for '%s'
pl: Dla '%s' znaleziono przetworzony plik w pamięci podręcznej
sk: Vo vyrovnávacej pamäti boli nájdené prevedené súbory „%s"
sl: Najdena prekodirana datoteka v medpomnilniku za '%s'
sv: Hittade omkodad fil i cachen för '%s'
vi: Tìm thấy file chuyển mã trong cache của '%s'

source: Formatting DVD-RW
bg: Форматиране на DVD-RW
el: Διαμόρφωση δίσκου DVD-RW
es: Formateando DVD-RW
fr: Formatage du DVD-RW
hu: DVD-RW formázása folyamatban
it: Formattazione DVD-RW
ja: DVD-RWメディアをフォーマット中
mk: Форматија DVD-RW
nb: Formaterer DVD-RW
pl: Kasowanie DVD-RW
sk: Formátovanie DVD-RW
sl: Formatiranje DVD-RW
sv: Formaterar DVD-RW
vi: Đang định dạng ổ đĩa DVD

source: Please insert a rewritable DVD into the device %s.
bg: Моля поставете презаписваемо DVD в устройство %s.
el: Παρακαλώ εισάγετε ένα επανεγγράψιμο DVD στην συσκευή %s.
es: Inserte por favor un DVD reescribible en el dispositivo %s.
fr: Veuillez insérer un DVD réinscriptible dans le périphérique « %s ».
hu: Kérem, helyezzen be egy újraírható DVD-t a(z) %s eszközbe!
it: Inserire un DVD riscrivibile nell'unità %s.
nb: Sett en omskrivbar DVD inn i %s.
pl: Proszę włóż dysk DVD wielokrotnego zapisu do urządzenia %s.
sk: Prosím, vložte prepisovateľné DVD do zariadenia „%s".

source: Formatting DVD-RW failed. Try again?
bg: Форматирането на DVD-RW е неуспешно. Да опитам ли отново?
el: Διαμόρφωση δίσκου DVD-RW ήταν αποτύχεις. Δοκιμάστε ξανά;
es: Falló al formatear DVD-RW. ¿Reintentar?
fr: Échec de formatage du DVD-RW. Ré-essayer?
hu: A DVD-RW formázása sikertelen. Újra próbálja?
it: Formattazione DVD-RW fallita. Riprovare?
ja: DVD-RWメディアのフォーマットに失敗しました。再試行しますか?
mk: Форматирањето на DVD-RW пропадна. Обиди се пак?
nb: Formatering av DVD-RW mislykkes. Prøve igjen?
pl: Kasowanie DVD-RW nie udało się. Ponowić próbę?
sk: Formátovanie DVD-RW neúspešné. Chcete to skúsiť znova?
sl: Formatiranje DVD-RW ni uspelo. Želite poskusiti znova?
sv: Formatering av DVD-RW misslyckades. Försök igen?
vi: Định dạng ổ đĩa DVD thất bại. Thử lại lần nữa?

source: -> skipped <-
bg: -> прескочено <-
el: -> Προσπέρασμένο <-
es: -> omitido <-
fr: -> sauté <-
hu: -> kihagyva <-
it: -> saltato <-
ja: -> スキップ <-
mk: -> прескокнат <-
nb: -> hoppet over <-
pl: -> pominięto <-
sk: -> preskočené <-
sl: -> preskočeno <-
sv: -> hoppades över <-
vi: -> bỏ qua <-

source: There is not enough space to store ISO: cache emptying.
bg: Няма достатъчно място за съхранение на ISO: изтриване на кеша.
el: Δεν υπάρχει αρκετός χώρος για την αποθήκευση του αρχείου ISO. άδειασμα του χώρου προσωρινής αποθήκευσης
es: No hay suficiente espacio para almacenar el fichero ISO: borrando el caché.
fr: Pas assez de place pour enregistrer l'image ISO : vidage du cache.
hu: Nincs elegendő hely az ISO fájl számára: gyorstár törlése.
it: Non c'è abbastanza spazio per salvare l'ISO: svuota la cache.
ja: ISO イメージを置けるだけの容量がありません: キャッシュを空にします。
mk: Нема доволно место за да се зачува ISO-то: бришам кеш.
nb: Ikke tilstrekkelig plass for å lagre ISO: hurtigminnet tømmes.
pl: Za mało miejsca do zapisania pliku ISO: opróżnianie pamięci podręcznej.
sk: Nie je dostatok miesta pre uloženie obrazu ISO: vyprázdňuje sa vyrovnávacia pamäť.
sl: Premalo prostora, da bi lahko shranili datoteko ISO: medpomnilnik se prazni.
sv: Det finns inte tillräckligt mycket utrymme för att lagra ISO; cachen töms.
vi: Không đủ dung lượng cho việc lưu file ISO: cache bị rỗng.

source: Creating ISO image
bg: Създаване на ISO изображение
el: Δημιουργία αρχείου ISO
es: Creando imágen ISO
fr: Création de l'image ISO
hu: ISO képfájl létrehozása
it: Creazione immagine ISO
ja: ISOイメージファイル作成
mk: Направи ISO слика
nb: Lager ISO-bilde
pl: Tworzenie pliku ISO
sk: Vytváranie ISO obrazu
sl: Ustvarjanje slike ISO
sv: Skapar ISO-avbild
vi: Tạo ISO image

source: Generating menu %u of %lu
bg: Генериране на меню %u от %lu
el: Δημιουργία μενού %u από %lu
es: Generando menú %u de %lu
fr: Génération du menu %u sur %lu
hu: Menügenerálás %u/%lu
it: Generazione menu %u di %lu
ja: メニューを生成中 (%u / %lu)
nb: Genererer meny %u av %lu
pl: Tworzenie menu %u z %lu
sk: Vytvára sa menu: %u z %lu
vi: Tạo menu %u của %lu

source: Create menu MPEG
bg: Създаване на MPEG меню
el: Δημιουργία μενού mpeg
es: Crear menú mpeg
fr: Création du menu MPEG
hu: Menü MPEG készítés
it: Crea un menu MPEG
ja: メニュー MPEG を作成します
nb: Opprette meny MPEG
pl: Tworzenie menu MPEG
sk: Vytváranie menu MPEG
sl: Ustvari menijski MPEG
sv: Skapa meny-MPEG
vi: Tạo menu MPEG

source: Error creation of menu
bg: Грешка при създаване на менюто
el: Λάθος κατά τη δημιουργία του μενού
es: Error creación de menú
fr: Erreur à la création du menu
hu: Hiba a menü létrehozása során
it: Errore nella creazione del menu
ja: メニュー作成に失敗しました
mk: Грешка во правењето на менито
nb: Oppretting av meny feilet
pl: Błąd tworzenia menu
sk: Chyba pri vytváraní menu
sl: Napaka pri izdelavi menijev
sv: Fel vid skapande av meny
vi: Lỗi khi tạo menu

source: Video duration: %f sec
bg: Продължителност на видеото: %f секунди
el: Διάρκεια ήχου: %f δευτ.
es: Duración vídeo: %f seg
fr: Durée vidéo : %f sec
hu: Képsáv hossza: %f mp
it: Durata video: %f sec
ja: 映像の長さ: %f 秒
nb: Video varighet: %f sek.
pl: Czas trwania wideo: %f sek
sk: Dĺžka video stopy: %f sekúnd
sl: Dolžina videa: %f s
sv: Ljudlängd: %f s
vi: Độ dài Audio: %f giây

source: Encoding frame %d of %d
bg: Кодиран кадър %d от %d
el: Δημιουργία μενού %d από %d
es: Codificado fotograma %d de %d
fr: Génération de l'image %d de %d
hu: %d/%d képkocka kódolása
it: Codifica quadro %d di %d
ja: フレームをエンコード中 (%d / %d)
nb: Koder bilde %d av %d
pl: Kodowanie klatki %d z %d
sk: Prevod snímku: %d z %d
sl: Kodiranje sličice %d od %d
sv: Genererar meny %d av %d
vi: Đang mã hóa khung %d của %d

source: Transcode audio from
bg: Транскодиране на аудиото от
el: Transcode αρχείο βίντεο:
es: Transcodificar audio desde
fr: Transcodage de l'audio depuis
hu: Hang átkódolása innen:
it: Transcodifica audio da
ja: 音声のトランスコード:
nb: Om-kode lyd fra
pl: Transkodowanie dźwięku z
sk: Prevod zvuku z
vi: Chuyển mã file video từ

source: Error transcoding of
bg: Грешка при транскодиране на
el: Λάθος κατά τη δημιουργία του μενού
es: Error de conversión de
fr: Erreur de transcodage de
hu: Átkódolási hiba ennél:
it: Errore durante la transcodifica di
ja: トランスコード中のエラー:
mk: Грешка во транскодирањето на
nb: Feil ved om-koding av
pl: Błąd transkodowania
sk: Chyba pri prevode
sl: Napaka prekodiranja pri
sv: Fel vid omkodning av
vi: Lỗi khi chuyển mã

source: Multiplexing audio and video
bg: Мултиплексиране на аудио и видео
el: Ένωση ήχου και βίντεο
es: Multiplexando audio y vídeo
fr: Multiplexage audio et vidéo
hu: Hang- és képsáv multiplexálása
it: Multiplazione audio e video in corso
ja: 音声と映像を多重化中
mk: Спакувам звук и видео
nb: Multipleksing lyd og video
pl: Multipleksacja audio i wideo
sk: Zoskupovanie zvuku a videa
sl: Multipleksiranje zvoka in slike
sv: Multiplexar ljud och video
vi: Dồn audio và video

source: Audio duration: %f sec
bg: Продължителност на аудиото: %f секунди
el: Διάρκεια ήχου: %f δευτ.
es: Duración audio: %f seg
fr: Durée audio : %f s
hu: Hangsáv hossza: %f mp
it: Durata audio: %f sec
ja: 音声の長さ: %f 秒
mk: Должина на звук: %f сек
nb: Lyd-varighet: %f s
pl: Czas trwania audio: %f sek
sk: Dĺžka audio stopy: %f sekúnd
sl: Dolžina zvoka: %f s
sv: Ljudlängd: %f s
vi: Độ dài Audio: %f giây

source: Frame count of menu:
bg: Брой на кадрите в менюто:
el: Πλήθος καρέ του μενού:
es: Número de imagenes del menu:
fr: Nombre d'images du menu :
hu: A menü képkockáinak száma:
it: Conteggio fotogrammi nel menù:
ja: メニューのフレーム数:
mk: Бројач на рамки на менито:
nb: Antall rammer for meny:
pl: Liczba klatek menu:
sk: Počet snímkov menu:
sl: Število sličic menija:
sv: Antal bildrutor för meny:
vi: Khung đếm của menu:

source: Multiplexing subpictures into mpeg
bg: Мултиплексиране на подчинените изображения в MPEG
el: Ένωση υπότιτλων στο mpeg
es: Multiplexando subtítulos (botones) en el mpeg
fr: Multiplexage des boutons sous-images en MPEG
hu: Alképek multiplexálása MPEG formátumba
it: Multiplazione sottoimmagini in mpeg
ja: サブピクチャをMPEGファイル内へ多重化中
mk: Сложувам подслики во mpeg
nb: Multipleksing underbilder til mpeg
pl: Multipleksowanie podobrazów do mpeg
sk: Prevod položiek do MPEG
sl: Multipleksiranje podslik v mpeg
sv: Multiplexar undertexter (knappar) till MPEG
vi: Đang dồn các hình ảnh của phụ đề vào mpeg

source: Can't rename file '%s' in '%s'
bg: Не може да се преименува файла '%s' в '%s'
el: Δεν μπορεί να γίνει μετονομασια του αρχείου '%s' σε '%s'
es: No se puede renombrar fichero '%s' a '%s'
fr: Impossible de renommer le fichier « %s » en « %s »
hu: A(z) '%s' fájl nem nevezhető át a(z) '%s' helyen
it: Impossibile rinominare il file "%s" in "%s"
ja: ファイル '%s' の名前を '%s' に変更できません
mk: Не можам да се преимени датотеката '%s' во '%s'
nb: Kan ikke omdøpe fil '%s' i '%s'
pl: Nie można zmienić nazwy pliku '%s' na '%s'
sk: Nedá sa odstrániť súbor „%s" v „%s"
sl: Datoteke '%s' ni mogoče preimenovati v '%s'
sv: Kan inte ta bort filen '%s' '%s'
vi: Không thể đổi tên file '%s' trong '%s'

source: Error creation of transition
bg: Грешка при създаване на преход
el: Λάθος κατά τη δημιουργία της μετάβασης
hu: Hiba az áttűnés létrehozása során
it: Errore nel creare la transizione
nb: Feil ved oppretting av overgang
pl: Błąd tworzenia przejścia
sk: Chyba pri vytváraníní prechodu

source: Generate transition from %s
bg: Генериране на преход от %s
el: Δημιουργήστε μετάβαση από %s
hu: Áttűnés generálása ettől: %s
it: Genera transizione da %s
nb: Generere overgang fra %s
pl: Generowanie przejścia z %s
sk: Vytvoriť prechod z %s

source: Start preview
bg: Стартиране на преглед
el: Έναρξη προεπισκόπησης
es: Comenzar previsualización
fr: Lancer l'aperçu
hu: Előnézet indítása
it: Inizio anteprima
ja: プレビュー開始
mk: Започни приказ
nb: Start forhåndsvisning
pl: Uruchom podgląd
sk: Spušťanie náhľadu
sl: Začni predogled
sv: Starta förhandsvisning
vi: Bắt đầu xem thử

source: VLC player is not found. Please install VLC player (http://www.videolan.org) in Applications directory or open the following directory with your favorite DVD player:
bg: VLC плейъра не е намерен. Моля инсталирайте VLC плейър (http://www.videolan.org) в Applications директория или отворете директорията с любимия си DVD плейър:
el: VLC player δεν βρέθηκε. Παρακαλείσθε να εγκαταστήσετε το VLC player (http://www.videolan.org) στον κατάλογο εφαρμογών ή ανοίξτε τον ακόλουθο κατάλογο με τον αγαπημένο σας DVD player:
fr: Lecteur VLC non trouvé. Installez VLC (http://www.videolan.org) dans les applications ou ouvrez le dossier suivant avec votre logiciel de lecture DVD préféré :
hu: A VLC médialejátszó nem található. Kérem, telepítse a VLC-t (http://www.videolan.org) az Alkalmazások mappába vagy nyissa meg a következő mappát kedvenc DVD-lejátszójából:
it: VLC non trovato. Installare VLC (<http://www.videolan.org) nella cartella delle applicazioni o aprire la seguente cartella con il player di DVD preferito:
nb: VLC player er ikke funnet. Vennligst installer VLC player (http://www.videolan.org) i Programmer-katalogen, eller åpne følgende katalog med din favoritt DVD-spiller:
pl: Nie znaleziono odtwarzacza VLC. Proszę zainstaluj odtwarzacz VLC (http://www.videolan.org) lub otwórz następujący katalog w swoim ulubionym odtwarzaczu DVD:
sk: VLC prehrávač nebol nájdený. Nainštalujte si VLC prehrávač (http://www.videolan.org) v zozname aplikácií alebo otvorte naledujúci priečinok s obľúbeným DVD prehrávačom:

source: Do you want to burn this video to DVD?
bg: Искате ли да запишете това видео, на DVD?
el: Θέλετε να κάνετε εγγραφή αυτού του βίντεο σε DVD;
es: ¿Quiere grabar este vídeo en el DVD?
fr: Voulez-vous graver cette vidéo sur un DVD ?
hu: Szeretné ezt a filmanyagot DVD-re írni?
it: Masterizzare questo video su DVD?
ja: この映像を DVD に焼いてよいですか?
mk: Дали сакаш да го изрежам ова видео на ДВД?
nb: Vil du brenne denne videoen til DVD?
pl: Czy chcesz nagrać to wideo na DVD?
sk: Chcete napáliť toto video na disk DVD?
sl: Želite ta posnetek zapeči na DVD?
sv: Vill du bränna denna video till DVD?
vi: Bạn có muốn ghi đĩa video này sang DVD không?

source: Do you want to create an iso image of this video?
bg: Искате ли да създадете до ISO образ от това видео?
el: Θέλετε να κάνετε εγγραφή σε αρχείο iso αυτού του βίντεο;
es: ¿Quiere crear una imagen ISO de este vídeo?
fr: Voulez-vous créer une image ISO de cette vidéo ?
hu: Szeretne ISO képfájlt készíteni ebből a filmanyagból?
it: Creare un immagine ISO di questo video?
ja: この映像の ISO イメージを作成してよいですか?
mk: Дали сакаш да направиш iso слика од ова видео?
nb: Vil du lage et iso-bilde av denne videoen?
pl: Czy chcesz stworzyć plik ISO?
sk: Vytvoriť z tohto videa ISO obraz?
sl: Želite ustvariti sliko ISO tega posnetka?
sv: Vill du skapa en ISO-avbildning av denna video?
vi: Bạn có muốn tạo một iso image với video này không?

source: Generating slideshow %u of %lu
bg: Генериране на слайдшоу %u от %lu
el: Δημιουργία slideshow %u από %lu
es: Generando presentación %u de %lu
fr: Génération du diaporama %u sur %lu
hu: Diavetítés-generálás %u/%lu
it: Generazione presentazione %u di %lu
ja: スライドショーを生成中 (%u / %lu)
nb: Genererer lysbildevisning %u av %lu
pl: Tworzenie pokazu slajdów %u z %lu
sk: Vytváranie prezentácie: %u z %lu
vi: Đang tạo trình diễn ảnh %u của %lu

source: Error creation of slideshow
bg: Грешка при създаване на слайдшоуто
el: Λάθος κατά τη δημιουργία του slideshow
es: Error durante la creación de la presentación
fr: Erreur à la création du diaporama
hu: Hiba a diavetítés létrehozása során
it: Errore nel creare la presentazione
ja: スライドショー生成に失敗しました
mk: Грешка во правење на слајдшоу
nb: Generering av lysbildevisning feilet
pl: Błąd tworzenia pokazu slajdów
sk: Chyba pri vytváraníní prezentácie
sl: Napaka pri ustvarjanju predstavitve
sv: Fel vid skapande av bildspel
vi: Lỗi khi tạo trình diễn ảnh

source: Converting slide %u image to video
bg: Преобразуване на слайд %u до видео изображение
el: Μετατροπή slide %u εικόνας σε βίντεο
es: Convirtiendo imagen %u a video
fr: Conversion de l'image %u en vidéo
hu: %u diakép átalakítása filmmé
it: Conversione diapositiva %u immagine a video
ja: スライド画像 %u を動画に変換中
nb: Konverterer bilde %u til video
pl: Konwertowanie slajdu %u do wideo
sk: Prevod snímku %u na video
vi: Đang chuyển đổi slide %u hình ảnh sang Video

source: Audio file duration:
bg: Продължителност на аудио файла:
el: Διάρκεια αρχείων ήχου:
es: Duración fichero audio:
fr: Durée fichier audio :
hu: Hangfájl hossza:
it: Durata file audio:
nb: Lydfil varighet:
pl: Czas trwania pliku audio:
sk: Dĺžka audio stopy:

source: Concat audio files
bg: Свързване на аудио файлове
el: Ένωση αρχείων ήχου
es: Conactenar ficheros de audio
fr: Concaténation fichiers audio
hu: Hangfájlok összefűzése
it: Concatenazione file audio
nb: Lenk sammen lydfiler
pl: Łączenie plików audio
sk: Spájanie audio súborov
