Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Normalize
bg: Нормализиране
el: Ομαλοποιώ
hu: Normalizálás
it: Normalizza
nb: Normaliser
pl: Normalizuj
sk: Normalizovať

source: Change (dB)
bg: Промяна (dB)
el: Αλλαγή (dB)
hu: Módosítás (dB)
it: Cambia (dB)
nb: Endre (db)
pl: Zmiana (w dB)
sk: Zmena (dB)

source: stereo
bg: стерео
es: estereo
fr: stéréo
hu: sztereó
ja: ステレオ
mk: стерео

source: Track gain:
el: Κέρδος κομματιού:
hu: Hangsáv erősítés:
it: Guadagno traccia:
nb: Spor forsterkning:
pl: Wzmocnienie ścieżki:

source: Invalid time value '%s'
bg: Грешна стойност на времето '%s'
el: Λανθασμένο όνομα συσκευής '%s'
es: Hora inválida '%s'
fr: « %s » est une durée incorrecte
hu: Érvénytelen idő érték: '%s'
it: Valore di tempo "%s" non valido
ja: 時間の値 '%s' が正しくありません
nb: Ugyldig tidsverdi '%s'
pl: Nieprawidłowa wartość czasu '%s'
sk: Neplatná časová hodnota „%s"
vi: Giá trị thời gian không đúng '%s'

source: Invalid volume value '%s'
bg: Грешна стойност на усилването '%s'
el: Ακυρη τιμη εντασης '%s'
es: Nombre de volumen inválido '%s'
fr: « %s » est un nom de volume incorrect
hu: Érvénytelen hangerő érték: '%s'
it: Valore volume "%s" non valido
ja: 音量の値 '%s' が正しくありません
nb: Ugyldig volumverdi
pl: Nieprawidłowa wartość głośności '%s'
sk: Neplatná hodnota hlasitosti „%s"
vi: Sai giá trị âm lượng '%s'

source: Analysis of audio
bg: Анализ на звука
el: Ανάλυση του ήχου
hu: Hangelemzés
it: Analisi dell'audio
nb: Analyse av lyd
pl: Analiza dźwięku
sk: Analýza zvuku

source: Please wait...
bg: Моля изчакайте...
el: Παρακαλώ περιμένετε...
es: Espere por favor...
fr: Veuillez patienter…
hu: Kérem, várjon!
it: Attendi...
ja: お待ちください...
mk: Ве молам почекајте...
nb: Vennligst vent...
pl: Proszę czekać...
sk: Čakajte prosím...
sl: Prosimo, počakajte ...
sv: Vänta...
vi: Xin vui lòng đợi...

source: Burn
bg: Запис
el: Εγγραφή
es: Grabar
fr: Graver
hu: Írás
it: Scrivi
ja: 書込み
mk: Режи
nb: Brenn
pl: Wypalaj
sk: Napáliť
sl: Speci
sv: Bränn
vi: Ghi đĩa

source: Temp directory:
bg: Временна директория:
el: Προσωρινός φάκελος:
es: Carpeta Temporal:
fr: Dossier temporaire :
hu: Ideiglenes mappa:
it: Directory temporanea:
ja: 一時保存用ディレクトリ:
mk: Привремена папка:
nb: Midlertidig mappe:
pl: Katalog tymczasowy:
sk: Dočasný adresár:
sl: Začasna mapa:
sv: Temporärkatalog:
vi: Thư mục tạm:

source: Free:
bg: Свободно:
el: Καρέ
es: Libre:
fr: Libre :
hu: Szabad:
it: Libero:
ja: 空き:
mk: Слободно:
nb: Ledig:
pl: Wolne:
sk: Voľné miesto:
sl: Prosto:
sv: Ledigt:
vi: Trống:

source: Required:
bg: Задължително:
el: Απαιτείται:
es: Obligatorio:
fr: Nécessaire :
hu: Kötelező:
it: Requisiti:
ja: 必要な容量:
mk: Потребно:
nb: Kreves:
pl: Wymagane:
sk: Potrebné miesto:
sl: Potrebno:
sv: Krävs:
vi: Yêu cầu:

source: preview
bg: предварителен преглед
el: προεπισκόπηση
es: previsualizar
fr: Aperçu
hu: előnézet
it: anteprima
ja: プレビュー
mk: преглед
nb: forhåndsvisning
pl: podgląd
sk: Spustiť náhľad po vytvorení DVD
sl: Predogled
sv: förhandsvisa
vi: xem thử

source: Download
bg: Изтеглане
el: Λήψη
fr: Télécharger
hu: Letöltés
it: Scarica
nb: Nedlasting
pl: Pobierz
sk: Stiahnuť

source: just generate
bg: генерирай
el: απλά δημιούργησε
es: sólo generar
fr: Générer uniquement
hu: csak generálás
it: genera solamente
ja: 生成のみ (オーサリング)
mk: само направи
nb: kun generer
pl: stwórz katalog
sk: Iba vytvoriť do adresára na disku
sl: Kar naredi
sv: generera bara
vi: chỉ tạo

source: Save to:
bg: Съхрани в:
el: Αποθήκευση σε:
es: Guardar como:
fr: Enregistrer sous :
hu: Mentés mint:
it: &Salva in:
ja: 保存先ディレクトリ:
mk: Сними во:
nb: Lagre som:
pl: &Zapisz do:
sk: Uložiť do:
sl: Shrani v:
sv: Spara till:
vi: Lưu ở:

source: create iso image
bg: създаване на ISO образ
el: δημιουργία iso εικόνας
es: generar imagen ISO
fr: Créer une image ISO
hu: ISO képfájl létrehozása
it: Crea l'immagine &ISO...
ja: ISOイメージファイルを作成
mk: направи iso слика
nb: lage iso-bilde
pl: stwórz plik ISO...
sk: Vytvoriť ISO obraz a uložiť na disk
sl: Ustvari sliko ISO
sv: skapa iso-avbild
vi: tạo định dạng ISO

source: burn
bg: запис
el: εγγραφή
es: quemar
fr: Graver
hu: írás
it: masterizza
ja: DVDに書込み
mk: режи
nb: brenn
pl: wypal
sk: Napáliť DVD
sl: Speci
sv: bränn
vi: ghi đĩa

source: format DVD-RW
bg: формат DVD-RW
el: διαμόρφωση DVD-RW
es: formatear DVD-RW
fr: Formater le DVD-RW
hu: DVD-RW formázása
it: formatta DVD-RW
ja: DVD-RWメディアをフォーマット
mk: формат DVD-RW
nb: formatere DVD-RW
pl: kasuj DVD-RW
sk: Formátovať disk DVD-RW
sl: Formatiraj DVD-RW
sv: formatera DVD-RW
vi: định dạng DVD-RW

source: Device:
bg: Устройство:
el: Συσκευή
es: Dispositivo:
fr: Périphérique :
hu: Eszköz:
it: Periferica:
ja: デバイス:
mk: Направа:
nb: Enhet:
pl: Urządzenie:
sk: Zariadenie:
sl: Naprava:
sv: Enhet:
vi: Thiết bị:

source: Speed:
bg: Скорост:
el: Ταχύτητα:
es: Velocidad
fr: Vitesse :
hu: Sebesség:
it: Velocità:
ja: 書込み速度:
mk: Брзина:
nb: Hastighet:
pl: Prędkość:
sk: Rýchlosť:
sl: Hitrost:
sv: Hastighet:
vi: Tốc độ:

source: add error correction data
bg: добави данни за коригиране на грешките
el: προσθήκη διόρθωσης δεδομένων λάθους
es: Añadir datos de corrección de error
fr: Ajouter les données de corrections d'erreurs
hu: hibajavító adatok hozzáadása
it: aggiungi dati di correzione errore
ja: エラー補正用のデータを含める
mk: додај поправка на грешки
nb: legg til feil-korreksjonsdata
pl: dodaj sumy kontrolne
sk: Spustiť kontrolu zapísaných dát
sl: Dodaj podatke za popravek napak
sv: lägg till felkorrigeringsdata
vi: thêm vào dữ liệu đã được sửa lỗi

source: Start
bg: Старт
el: Έναρξη
es: Comenzar
fr: Démarrer
hu: Indítás
it: Inizio
ja: 開始
mk: Почни
sk: Štart
sl: Začni
sv: Starta
vi: Bắt đầu

source: Reset
bg: Нулиране
es: Restaurar
fr: Réinitialiser
hu: Alapértelmezés
it: Ripristina
ja: デフォルト
mk: Ресетирај
nb: Tilbakestill
pl: Resetuj
sk: Obnoviť
sl: Ponastavi
sv: Återställ
vi: Đặt lại

source: VLC media player
bg: VLC медия плейър
fr: Lecteur vidéo VLC
hu: VLC médialejátszó
nb: VLC media spiller
pl: Odtwarzacz VLC

source: MPC-HC player
bg: MPC-HC плейър
fr: Lecteur MPC-HC
hu: MPC-HC lejátszó
it: Player MPC-HC
nb: MPC-HC-spiller
pl: Odtwarzacz MPC-HC
sk: MPC-HC prehrávač

source: Custom video player
bg: Друг видео плейър
el: Προσαρμοσμένο πρόγραμμα αναπαραγωγής βίντεο
fr: Autre type de lecteur vidéo
hu: Egyedi filmlejátszó
it: Video player personalizzato
nb: Egendefinerte videoavspiller
pl: Własny odtwarzacz wideo
sk: Vlastný prehrávač videa

source: There is not enough space to store ISO file.
bg: Няма достатъчно пространство за съхранение на ISO файла
el: Δεν υπάρχει αρκετός χώρος για την αποθήκευση του αρχείου ISO
es: N
fr: Il n'y a pas assez de place pour stocker le fichier ISO.
hu: Nincs elegendő hely az ISO fájl számára.
it: Non c'è abbastanza spazio per salvare l'immagine ISO.
ja: ISO ファイル置き場の容量が足りません。
mk: Нема доволно простор за зачување на ISO датотеката.
nb: Ikke nok plass til å lagre ISO filen.
pl: Za mało miejsca do zapisania pliku ISO.
sk: Nie je dostatok miesta na uloženie ISO súboru.
sl: Premalo prostora, da bi lahko shranili datoteko ISO.
sv: Det finns inte tillräckligt mycket utrymme för att lagra ISO-filen.
vi: Không đủ dung lượng trống trên ổ đĩa để lưu file ISO file.

source: There is not enough space on temporary directory.
bg: Няма достатъчно място във временната директория.
el: Καθαρισμός φακέλου προσωρινών αρχείων
es: No hay suficiente espacio libre en el directorio temporal.
fr: Il n'y a a pas assez de place dans le dossier temporaire.
hu: Nincs elegendő hely az ideiglenes mappában.
it: Non c'è abbastanza spazione nella cartella temporanea.
ja: 一時保存用ディレクトリの容量が足りません。
mk: Нема повеќе место кај привремениот директориум.
nb: Ikke nok plass i midlertidig mappe.
pl: Za mało miejsca w katalogu tymczasowym.
sk: V dočasnom adresári nie je dostatok miesta.
sl: V začasni mapi je premalo prostora.
sv: Det finns inte tillräckligt mycket utrymme i temporärkatalogen.
vi: Không đủ dung lượng cho thư mục tạm.

source: Choose a directory
bg: Избери директория
el: Επιλογή φακέλου
es: Seleccione una carpeta
fr: Sélectionner un dossier
hu: Válasszon mappát!
it: Seleziona una directory
ja: ディレクトリの選択
mk: Избери папка
nb: Velg en mappe
pl: Wybierz katalog
sk: Vyberte adresár
sl: Izberite mapo
sv: Välj en katalog
vi: Chọn một thư mục

source: Choose a file
bg: Избери файл
el: Επιλέξτε ένα αρχείο
es: Elegir un fichero
fr: Choisir un fichier
hu: Válasszon egy fájlt
it: Scegli un file
ja: ファイル選択
mk: Одбери датотека
nb: Velg en fil
pl: Wybierz plik
sk: Vyberte súbor
sl: Izberite datoteko
sv: Välj en fil
vi: Chọn một tập tin

source: Programs
bg: Програми
el: Προγράμματα
fr: Programme
hu: Műsorok
it: Programmi
nb: Programmer
pl: Programy
sk: Programy

source: All Files
bg: Всички файлове
el: Όλα τα αρχεία
es: Todos los ficheros
fr: Tous les fichiers
hu: Minden fájl
it: Tutti i file
ja: すべてのファイル
mk: Сите Датотеки
nb: Alle filer
pl: Wszystkie pliki
sk: Všetky súbory
sl: Vse datoteke
sv: Alla filer
vi: Tất cả file

source: Choose a file to save iso image
bg: Изберете файл, за съхраняване на ISO изображението
el: Επιλέξτε ένα αρχείο για την αποθήκευση του iso
es: Seleccione un fichero para guardar la imagen iso
fr: Sélectionner un fichier pour enregistrer l'image ISO
hu: Válassza ki az ISO fájlt, amibe a mentés történik!
it: Seleziona un file per salvare l'immagine iso
ja: ISO イメージファイルを保存するファイル名を選択
mk: Избери датотека за да ја снимиш iso сликата
nb: Skriv inn et filnavn for å lagre iso bildet
pl: Wybierz nazwę pliku ISO
sk: Vyberte súbor pre uloženie ISO obrazu
sl: Izberite datoteko, kamor želite shraniti sliko ISO
sv: Välj en fil för att spara iso-avbild
vi: Chọn một file để lưu dưới dạng ISO image

source: Please enter output directory
bg: Моля въведете изходната директория
el: Παρακαλούμε εισάγετε τον κατάλογο εξόδου
es: Introducir una carpeta de salida.
fr: Veuillez saisir le nom du dossier de sortie
hu: Kérem, adja meg a célmappát!
it: Inserisci la cartella d'uscita
nb: Skriv inn produksjonsmappe.
pl: Proszę podaj katalog docelowy
sk: Zadajte názov cieľovej zložky

source: Output directory contains files. Please choose another output directory.
bg: Изходната директория съдържа файлове. Моля изберете друга директория за запис на данните.
el: Ο κατάλογο εξόδου περιέχει αρχεία. Παρακαλώ επιλέξτε ένα άλλο κατάλογο εξόδου.
es: La carpeta de salida contiene archivos. Elija otra.
fr: Le dossier de sortie contient des fichiers. Choisissez un autre dossier de sortie.
hu: A célmappa nem üres. Kérem, válasszon másik célmappát!
it: La cartella d'uscita contiene file. Scegliere un'altra cartella d'uscita.
nb: Produksjonsmappen inneholder filer. Vennligst velg et annet produksjonsmappe.
pl: Katalog docelowy zawiera pliki. Proszę wybrać inny katalog docelowy.
sk: Cieľová zložka obsahuje súbory. Vyberte si inú cieľovú zložku.

source: Directory '%s' already exist. Do you want to overwrite it?
bg: Директорията "%s" вече съществува. Искате ли да бъде презаписана?
el: Ο κατάλογος '%s' υπαρχει ηδη. Θελετε να αντικατασταθεί;
es: La carpeta '%s' ya existe. ¿Quieres sobreeescribirlo?
fr: Le dossier « %s » existe déjà. Voulez-vous l'écraser ?
hu: A mappa már létezik: '%s'. Felülírja?
it: La cartella "%s" esiste già. Sovrascriverla?
nb: Mappe '%s' eksiterer allerede. Vil du overskrive den?
pl: Katalog '%s' już istnieje. Czy chcesz go zastąpić?
sk: Priečinok „%s" už existuje. Chcete ho prepísať?

source: Can't create directory '%s'
bg: Не може да се създаде директория '%s'
el: Δεν μπορεί να γίνει η δημιουργία του φακέλου '%s'
es: Imposible crear la carpeta '%s'
fr: Impossible de créer le dossier « %s »
hu: A mappa nem hozható létre: '%s'
it: Impossibile creare la directory '%s'
ja: ディレクトリ '%s' を作成できません。
mk: Не можам да ја направам папката '%s'"
nb: Kan ikke opprette mappe '%s'
pl: Nie można stworzyć katalogu '%s'.
sk: Nedá sa vytvoriť adresár „%s"
sl: Mape '%s' ni mogoče ustvariti
sv: Kan inte skapa katalogen "%s"
vi: Không thể tạo được thư mục '%s'

source: Please select a video player
bg: Моля, изберете видео плейър
el: Επιλέξτε αναπαραγωγής βίντεο
hu: Kérem, válasszon filmlejátszót
it: Selezionare un player video
nb: Velg en videoavspiller
pl: Proszę wybierz odtwarzacz wideo
sk: Vyberte prehrávač videa

source: Please select path to video player
bg: Моля изберете пътя към видео плейъра
el: Επιλέξτε διαδρομή προγράμματος αναπαραγωγής βίντεο
fr: Entrez le chemin d'accès au lecteur vidéo
hu: Kérem, adja meg a filmlejátszó elérési útját
it: Selezionare il percorso per il player video
nb: Velg bane til videoavspilleren
pl: Proszę wskaż ścieżkę do odtwarzacza wideo
sk: Vyberte cestu k prehrávaču videa

source: Please enter file name to save ISO
bg: Моля, въведете името на файла, за съхраняване на ISO образа.
el: Παρακαλώ εισάγετε το όνομα της συσκευής
es: Entre el nombre para guardar el fichero ISO
fr: Entrez le nom du fichier pour enregistrer l'ISO
hu: Kérem, adja meg a mentendő ISO fájl nevét!
it: Inserire il nome del file ISO da salvare
ja: 保存する ISO ファイル名を入力してください
nb: Skriv inn filnavn for å lage ISO
pl: Proszę podać nazwę pliku ISO
sk: Zadajte názov ISO súboru
sl: Vnesite ime datoteke ISO
sv: Ange filnamn för att spara ISO
vi: Điền vào tên để lưu dưới dạng ISO

source: File '%s' already exist. Do you want to overwrite it?
bg: Файла '%s' вече съществува. Искате ли да бъде презаписан?
el: Το αρχειο '%s' υπαρχει ηδη. Θελετε να αντιγραφθει?
es: El fichero '%s' ya existe. ¿Quieres sobreeescribirlo?
fr: Le fichier « %s » existe déjà. Voulez-vous le remplacer ?
hu: A fájl már létezik: '%s'. Felülírja?
it: Il file "%s" esiste già. Sovrascriverlo?
ja: '%s' というファイルは既に存在します。上書きしてよいですか?
nb: Filen '%s' eksiterer allerede. Vil du overskrive den?
pl: Plik '%s' już istnieje. Czy chcesz go zastąpić?
sk: Súbor „%s" už existuje. Chcete ho prepísať?
sl: Datoteka '%s' že obstaja. Jo želite prepisati?
sv: Filen '%s' finns redan, vill du skriva över den?
vi: Tập tin '%s' đã tồn tại. Bạn có muốn ghi đè lên không?

source: Please enter device name
bg: Моля въведете име на устройството
el: Παρακαλώ εισάγετε το όνομα της συσκευής
es: Entre le nombre del dispositivo
fr: Veuillez indiquer le nom du périphérique
hu: Kérem, adja meg az eszköz nevét!
it: Inserisci il comando il nome periferica.
ja: デバイス名を入力してください
mk: Ве молам внесете име на направа
nb: Skriv inn enhetsnavn
pl: Proszę podać nazwę urządzenia
sk: Zadajte názov zariadenia
sl: Vnesite ime naprave
sv: Ange enhetsnamnet
vi: Hãy điền vào đây tên của thiết bị

source: Invalid device name
bg: Невалидно име на устройство
el: Λανθασμένο όνομα συσκευής
es: Nombre de dispositivo inválido
fr: Nom de périphérique non valable
hu: Érvénytelen eszköz név
it: Nome periferica non valida
ja: デバイス名が正しくありません
mk: Невалидно име на направа
nb: Ugyldig enhetsnavn
pl: Błędna nazwa urządzenia
sk: Neplatný názov zariadenia
sl: Neveljavno ime naprave
sv: Ogiltigt enhetsnamn
vi: Tên thiết bị không đúng

source: There are %d transcoded file(s) in the cache. They will be removed if you change temporary directory.
bg: Има %d транскодирани файл(а) в кеша. Те ще бъдат премахнати, ако промените временната директория.
el: Υπάρχουν %d διακωδικοποιημένα αρχείο(α) στον χώρο προσωρινών αρχείων τα οποία θα διαγραφούν αν γίνει αλλαγή του φακέλου προσωρινής αποθήκευσης.
es: Hay %d ficheros convertidos en el cache. Seran borrados si cambia el directorio temporal.
fr: Il y a %d fichier(s) transcodé(s) dans le cache Ils seront effacés si vous changez de dossier temporaire.
hu: A gyorstárban %d átkódolt fájl található. Ideiglenes mappa váltásakor ezek törlődnek.
it: Ci sono %d file(s) codificati nella cache. Verranno rimossi se la cartella temporanea verrà cambiata.
ja: トランスコード済みのファイルが %d 個キャッシュされています。 一時保存用ディレクトリを変更すると、これらは削除されます。
mk: Има %d транскодирана/и датотека/и во кешот. Тие ќе бидат отстранети ако ја промените привремениот директориум.
nb: Det er %d om-kodede fil(er) i hurtigminnet. De vil bli fjernet hvis midlertidig mappe blir endret.
pl: Liczba plików w pamięci podręcznej: %d. Zostaną one usunięte po zmianie katalogu tymczasowego.
sk: Vo vyrovnávacej pamäti je prekódovaných %d súborov. Pri zmene dočasného adresára budú vymazané.
sl: V medpomnilniku je %d prekodiranih datotek. Če spremenite začasno mapo, bodo odstranjene.
sv: Det finns %d omkodade fil(er) i cachen. De kommer att tas bort om du ändrar den temporära katalogen.
vi: Có tổng cộng %d file đã được chuyển mã trong cache. Chúng sẽ được loại bỏ nếu bạn thay đổi thư mục tạm.

source: Can't remove file '%s'
bg: Не може да се премахне файла '%s'
el: Δεν μπορεί να γίνει αφαίρεση του αρχείου '%s'
es: No se puede borrar fichero '%s'
fr: Impossible d'effacer le fichier « %s »
hu: A fájl nem törölhető: '%s'
it: Impossibile rimuovere il file "%s"
ja: ファイル '%s' を削除できません
mk: Не можам да ја отстранам датотеката '%s'
nb: Kan ikke fjerne fil '%s'
pl: Nie można usunąć pliku '%s'.
sk: Nie je možné odstrániť súbor „%s"
sl: Datoteke '%s' ni mogoče odstraniti
sv: Kan inte ta bort filen '%s'
vi: Không thể loại bỏ file '%s'

source: There is %d file (%0.1f MB) in the transcoding cache.
bg: Има %d файла (%0.1f MB) в кеш паметта за кодиране.
el: Υπάρχει %d αρχείο (%0.1f MB) στη μνήμη προσωρινής αποθήκευσης transcoding.
fr: Il y a un fichier de %0.1f Mo dans le cache de transcodage
hu: %d átkódolt fájl (%0.1f MB) van a gyorstárban.
it: C'è %d file (%0.1f MB) nella cache di transcodifica.
nb: Det er %d fil (% 0,1f MB) i omkoding bufferen.
pl: Liczba plików w pamięci podręcznej: %d (%0.1f MB).
sk: Vo vyrovnávajúcej pamäti pre prekódovanie je %d súbor (%0.1f MB).

source: Do you want to clear the cache?
bg: Искате ли да изчистите кеш паметта?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε την προσωρινή αποθήκευση;
hu: Valóban törli a gyorstárat?
it: Cancellare la cache?
nb: Vil du å tømme hurtigminnet?
pl: Czy chcesz wyczyścić pamięć podręczną?
sk: Skutočne chcete vyčistiť vyrovnávajúcu pamäť?

source: Confirm
bg: Потвърждавам
el: Επιβεβαίωση
es: Confirmar
fr: Confirmation
hu: Megerősítés
it: Conferma
ja: 確認
mk: Потврди
nb: Bekreft
pl: Potwierdź
sk: Potvrdenie
sl: Potrditev
sv: Bekräfta
vi: Xác nhận

source: Chapters
bg: Глави
el: Κεφάλαια:
es: Capítulos
fr: Chapitres
hu: Fejezetek
it: Capitoli
ja: チャプター
mk: Поглавја:
nb: Kapitler
pl: Rozdziały
sk: Kapitoly
sl: Poglavja
sv: Kapitel:
vi: Chương

source: Chapters:
bg: Глави:
el: Κεφάλαια:
es: Capítulos:
fr: Chapitres :
hu: Fejezetek:
it: Capitoli:
ja: チャプター位置:
mk: Поглавја:
nb: Kapitler:
pl: Rozdziały:
sk: Kapitoly:
sl: Poglavja:
sv: Kapitel:
vi: Chương:

source: Time:
bg: Време
el: Χρονος
es: Hora:
fr: Heure :
hu: Idő:
it: Tempo:
ja: 時間:
mk: Време:
nb: Tid:
pl: Czas:
sk: Čas:
sl: Čas:
sv: Tid:
vi: Thời gian:

source: Type:
bg: Тип:
el: Τυπος:
es: Tipo:
hu: Típus:
it: Tipo:
ja: 種類:
mk: Вид:
pl: Typ:
sk: Typ:
sl: Vrsta:
sv: Typ:
vi: Loại:

source: Chapter
bg: Глава
el: Κεφάλαιο
es: Capítulo
fr: Chapitre
hu: Fejezet
it: Capitolo
ja: チャプター
mk: Поглавје
nb: Kapittel
pl: Rozdział
sk: Kapitola
sl: Poglavje
sv: Kapitel
vi: Chương

source: Program
bg: Програма
el: Προγραμμα
es: Programa
fr: Programme
hu: Műsor
it: Programma
ja: プログラム
mk: Програма
vi: Chương trình

source: Regular cell
bg: Редовна клетка
el: Κανονικό κελί
es: Elemento regular
fr: Cellule
hu: Normál cella
it: Cella normale
nb: Vanlig selle
pl: Zwykła komórka
sk: Normálna položka
vi: Ô thường

source: End:
bg: Край:
el: Τελος:
es: Fin:
fr: Fin :
hu: Vég:
it: Fine:
ja: 終了:
mk: Крај:
nb: Slutt:
pl: Koniec:
sk: Koniec:
sl: Konec:
sv: Slut:
vi: Kết thúc:

source: Auto
bg: Автоматично
el: Αυτόματο
hu: Automata
ja: 自動
mk: Автоматски
pl: Automatycznie
sk: Automaticky
sl: Samodejno
vi: Tự động

source: Custom
bg: Ръчно
el: Ρυθμιζόμενο
es: Personalizado
fr: Personnaliser
hu: Egyedi
it: Personalizzato
ja: カスタム
mk: Своерачно
nb: Tilpasse
pl: Użytkownika
sk: Vlastné
sl: Po meri ...
sv: Anpassad
vi: Tùy chọn

source: Pause:
bg: Пауза:
el: Παύση:
es: Pausa:
hu: Szünet:
it: Pausa:
ja: 停止時間:
mk: Запри
pl: Pauza:
sk: Pauza:
sl: Premor:
sv: Paus:
vi: Tạm dừng:

source: sec
bg: сек.
el: δευ.
es: seg
fr: s
hu: mp
ja: 秒
mk: сек
nb: s
pl: sek
sk: sekúnd
sl: s
sv: s
vi: giây

source: Commands:
bg: Команди:
el: Προεντολές
es: Comandos:
fr: Commandes :
hu: Parancsok:
it: Comandi:
ja: コマンド:
mk: Команди:
nb: Kommandoer:
pl: Polecenia:
sk: Príkazy:
sl: Ukazi:
sv: Förhandskommandon:
vi: Lệnh:

source: Add cell at begin if it doesn't exist
bg: Добави клетка в началото, ако тя не съществува
el: Προσθήκη κελιού στην αρχή σε περίπτωση που δεν υπάρχει
es: Añadir elemento al principio si no existe
fr: Créer une nouvelle cellule au début si elle n'existe pas
hu: Cella hozzáadása az elejéhez, ha még nincs
it: Crea una cella all'inizio se non esiste
nb: Lag selle i starten hvis den ikke finnes
pl: Dodaj na początku komórkę, jeżeli nie istnieje
sk: Vytvoriť položku na začiatku ak neexistuje
vi: Thêm một ô ở phần đầu nếu ô này không tồn tại

source: '%s' is not valid time
bg: '%s' не е валидно време
el: Λανθασμένο όνομα συσκευής '%s'
es: 0 no es un tiempo válido
fr: « %s » n'est pas une heure valide
hu: hibás idő: '%s'
it: "%s" non è un tempo valido
ja: '%s' は時刻として不適切です
mk: '%s' е невалидно време
nb: '%s' er ikke gyldig tid
pl: '%s' nie jest prawidłowym czasem
sk: „%s" nie je správny časový údaj
sl: '%s' ni veljaven čas
sv: Ogiltigt enhetsnamn
vi: '%s' không đúng thời gian

source: Start time cannot be after end time
bg: Началното време не може да бъде след крайното
el: Η ωρα εναρξης δεν μπορει να ρυθμιστει μετα την ωρα τελους
es: Tiempo inicial no puede ser posterior al final
fr: L'heure de début ne peut être supérieure à l'heure de fin
hu: A vég ideje nem előzheti meg a kezdetét
it: Il tempo di inizio non può andare oltre la fine
ja: 開始時刻を終了時刻より後にすることはできません
mk: Почетното време неможе да биде после крајното време
nb: Starttiden kan ikke være etter sluttiden
pl: Czas początku nie może być za czasem końca
sk: Čas konca nemôže byť pred začiatkom
sl: Čas začetka ne more biti večji od časa konca.
sv: Starttiden kan inte vara efter sluttiden
vi: Thời gian bắt đầu không thể xếp sau thời gian kết thúc

source: &Refresh
bg: &Опресняване
el: &Ανανέωση
es: &Refrescar
fr: &Rafraîchir
hu: F&rissítés
it: &Aggiorna
ja: 最新の情報に更新(&R)
mk: Осве&жи
nb: &Oppdatere
pl: &Odśwież
sk: &Obnoviť
sl: &Osveži
sv: &Uppdatera
vi: &Cập nhật lại

source: Wide screen DVD menu can contain maximal 12 buttons
bg: Широкоекранното DVD меню може да съдържа максимално 12 бутона
el: Το DVD μενού μπορεί να περιέχει το πολύ 12 κουμπιά
es: Los menus de DVD Wide screen no pueden contener más de 12 botones
fr: Les menus DVD écran large ne peuvent contenir que 12 boutons maximum
hu: A szélesvásznú DVD menü legfeljebb 12 gombot tartalmazhat
it: Il menu 16:9 del DVD può contenere al massimo 12 pulsanti
ja: ワイド画面の DVD メニューに、ボタンは 12 個までしか配置できません
mk: Широк екран ДВД мени можи да содржи максимум 12 копчиња
nb: Bredskjerm DVD meny kan kun ha opp til 12 knapper
pl: Menu DVD z szerokim ekranem może zawierać maksymalnie 12 przycisków
sk: DVD menu na širokouhlej obrazovke môže obsahovať najviac 12 tlačidiel
sl: Širokozaslonski meni DVD-ja lahko vsebuje največ 12 gumbov
sv: Wide DVD-menyn får maximalt innehålla 12 knappar
vi: Menu DVD của màn hình rộng có thể chứa đến 12 nút
