Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Box color
bg: Цвят на кутията
el: Χρώμα περιγράμματος
es: Color del marco
fr: Couleur de la boite
hu: A doboz színe
it: Colore riquadro
ja: 囲み線の色
mk: Боја кутија
nb: Farge på boks
pl: Kolor ramki
sk: Farba pozadia
sl: Barva škatle
sv: Ramfärg
vi: Màu hộp

source: X color
bg: X цвят
el: Χρώμα δαχτυλιδιού
es: Color X
fr: Couleur du X
hu: Az X színe
it: Colore X
ja: ×印の色
mk: X боја
nb: X farge
pl: Kolor X
sk: Farba X
sl: Barva X
sv: Ringfärg
vi: Màu X

source: Ellipse
bg: Елипса
el: Έλλειψη
es: Elipse
hu: Ellipszis
it: Ellisse
ja: 楕円
mk: Елипса
pl: Elipsa
sk: Elipsa
sl: Elipsa
sv: Ellips
vi: Hình ê-líp

source: Image opacity
bg: Непрозрачност на изображението
el: Διαφάνεια εικόνας
es: Opacidad imagen
fr: Opacité de l'image
hu: Kép átlátszatlansága
it: Opacità immagine
ja: 画像の透明度
mk: Видливост на слика
nb: Gjennomsiktighet for bilde
pl: Siła pokrycia obrazu
sk: Priehľadnosť obrázku
sl: Prekrivnost slike
sv: Bildopacitet
vi: Độ trong suốt của hình ảnh

source: Inner colour
bg: Вътрешен цвят
el: Εσωτερικό χρώμα
es: Color interno
fr: Couleur intérieure
hu: Belső szín
it: Colore interno
ja: 内側の色
mk: Внатрешна боја
nb: Inner-farge
pl: Kolor wewnętrzny
sk: Farba vnútra
sl: Notranja barva
sv: Innerfärg
vi: Màu bên trong

source: Ellipse 45°
bg: Елипса 45°
el: Έλλειψη 45°
es: Elipse 45º
hu: Ellipszis 45°
it: Ellisse 45°
pl: Elipsa 45°
sk: Elipsa 45°

source: Frame
bg: Кадър
el: Καρέ
es: Imagen de Vídeo
fr: Cadre
hu: Keret
it: Fotogramma
ja: フレーム枠
mk: Рамка
nb: Bilderamme
pl: Ramka
sk: Rámček
sl: Sličica
sv: Bildruta
vi: Khung

source: Border width
bg: Широчина на рамката
el: Πάχος περιγράμματος
es: Ancho marco
fr: Épaisseur de la bordure
hu: Szegély szélesség
it: Larghezza bordo
ja: 枠線の幅
mk: Ширина на граница
nb: Rammebredde
pl: Szerokość ramki
sk: Šírka okraja
sl: Širina obrobe
sv: Rambredd
vi: Bề rộng đường viền

source: Border colour
bg: Цвят на рамката
el: Χρώμα περιγράμματος
es: Color del marco
fr: Couleur de la bordure
hu: Szegély szín
it: Colore Bordo
ja: 枠線の色
mk: Боја на граница
nb: Rammefarge
pl: Kolor ramki
sk: Farba okraja
sl: Barva obrobe
sv: Ramfärg
vi: Màu sắc của đường viền

source: Frame 45°
bg: Кадър 45°
el: Καρέ 45°
es: Fotograma 45º
fr: Cadre 45°
hu: Keret 45°
it: Fotogramma 45°
nb: Bilderamme 45°
pl: Ramka 45°
sk: Rámček 45°
vi: Khung hình 45°

source: Hand Left
bg: Лява ръка
el: Χέρι Αριστερά
es: Mano izquierda
fr: Main gauche
hu: Kéz balra
it: Mano sinistra
ja: 左を指す手
mk: Рачка вЛево
nb: Venstre hand
pl: Ręka w lewo
sk: Ruka doľava
sl: Roka levo
sv: Vänsterhand
vi: Bên tay trái

source: Hand color
bg: Цвят на ръката
el: Χρώμα σκίασης
es: Color de la mano
fr: Couleur main
hu: Kéz szín
it: Colore mano
ja: 手の色
mk: Боја на дршка
nb: Handfarge
pl: Kolor dłoni
sk: Farba ruky
sl: Barva roke
sv: Handfärg
vi: Màu của trỏ chuột

source: Hand Right
bg: Дясна ръка
el: &Δεξιά
es: Mano Derecha
fr: Main droite
hu: Kéz jobbra
it: Mano destra
ja: 右を指す手
mk: Рачка вДесно
nb: Høyre hand
pl: Ręka w prawo
sk: Ruka doprava
sl: Roka desno
sv: Hand &höger
vi: Bên tay phải

source: Home
bg: Начало
el: Κεντρικα
es: Inicio
fr: Maison
hu: Kezdőoldal
ja: ホーム
nb: Hjem
pl: Dom
sk: Domov
sl: Domov
sv: Hem
vi: Trở về trang chủ

source: Colour
bg: Цвят
el: Χρώμα
es: Color
fr: Couleur
hu: Szín
it: Colore
ja: 色
mk: Боја
nb: Farge
pl: Kolor
sk: Farba
sl: Barva
sv: Färg
vi: Màu sắc

source: Movie
bg: Филм
el: Ταινία
hu: Mozi
it: Film
nb: Film
pl: Film
sk: Film

source: Ok
hu: Rendben
mk: Добро
sl: V redu
vi: Đồng ý

source: V color
bg: V цвят
el: Χρώμα δαχτυλιδιού
es: Color V
fr: Couleur de la coche
hu: A V színe
it: Colore V
ja: チェックマークの色
mk: В боја
nb: V farge
pl: Kolor V
sk: Farba V
sl: Barva V
sv: V färg
vi: Màu V

source: Pill
bg: Топче
el: δισκίο
es: Pildora
fr: Bouton
hu: Kapszula
it: Pillola
ja: 砲弾形
mk: Капсула
nb: Ikonknapp
pl: Pigułka
sk: Pilulka
sl: Kapsula
sv: Ikonknapp
vi: Hình con nhộng

source: C1
fr: Couleur 1
hu: Sz1
ja: 色1
sl: B1
sv: Färg 1

source: C2
fr: Couleur 2
hu: Sz2
ja: 色2
sl: B2
sv: Färg 2

source: Label
bg: Етикет
el: Ετικέτα
es: Título
fr: Étiquette
hu: Címke
it: Etichetta
ja: ラベル
mk: Наслов
nb: Etikett
pl: Etykieta
sk: Menovka
sl: Oznaka
sv: Etikett
vi: Nhãn

source: Text colour
bg: Цвят на текста
el: Χρώμα κειμένου
es: Color del texto
fr: Couleur du texte
hu: Szövegszín
it: Colore testo
ja: 文字の色
mk: Боја на текст
nb: Tekstfarge
pl: Kolor tekstu
sk: Farba textu
sl: Barva besedila
sv: Textfärg
vi: Màu văn bản

source: Pill 2
bg: Топче 2
el: δισκίο
es: Pildora 2
fr: Bouton 2
hu: Kapszula 2
it: Pillola 2
ja: 砲弾形 2
mk: Капсула 2
nb: Ikonknapp 2
pl: Pigułka 2
sk: Pilulka 2
sl: Kapsula 2
sv: Ikonknapp
vi: Hình con nhộng 2

source: Pill color
bg: Топче - цвят
el: Χρώμα γεμίσματος
es: Color píldora
fr: Couleur du bouton
hu: Kapszula színe
it: Colore pillola
ja: 砲弾形の色
mk: Капсула боја
nb: Farge på ikonknapp
pl: Kolor pigułki
sk: Farba výplne
sl: Barva kapsule
sv: Fyllnadsfärg
vi: Màu hình con nhộng

source: Pill 3
bg: Топче 3
el: δισκίο
es: Píldora 3
fr: Bouton 3
hu: Kapszula 3
it: Pillola 3
ja: 砲弾形 3
mk: Капсула 3
nb: Ikonknapp 3
pl: Pigułka 3
sk: Pilulka 3
sl: Kapsula 3
sv: Ikonknapp
vi: Hình nhộng 3

source: Text with circle
bg: Текст с кръг
el: Κείμενο με κύκλο
es: Texto con círculo
fr: Texte arrondi
hu: Szöveg körben
it: Testo con cerchio
ja: 丸印付きテキスト
mk: Текст со круг
nb: Tekst med sirkel
pl: Tekst w kole
sk: Text s kruhom
sl: Besedilo s krogom
sv: Text med cirkel
vi: Đoạn văn bản hình tròn

source: Circle colour
bg: Цвят на окръжността
el: Χρώμα γεμίσματος
es: Color circulo
fr: Couleur du cercle
hu: Kör színe
it: Colore cerchio
ja: 丸印の色
mk: Боја на Круг
nb: Farge på sirkel
pl: Kolor koła
sk: Farba kruhu
sl: Barva kroga
sv: Cirkelfärg
vi: Màu vòng tròn

source: Circle radius
bg: Радиус на окръжността
el: Κυκλικό βέλος
es: Radio del circulo
fr: Rayon du cercle
hu: Kör sugara
it: Raggio del cerchio
ja: 丸印の半径
mk: Радиус на круг
nb: Sirkelradius
pl: Promień koła
sk: Polomer kruhu
sl: Radij krogca
sv: Cirkelradie
vi: Bán kính vòng tròn

source: Text with square
bg: Текст с квадрат
el: Κείμενο με τετράγωνο
es: Texto con cuadrado
fr: Texte encadré
hu: Szöveg négyzetben
it: Testo con rettangolo
ja: 角印付きテキスト
mk: Текст со квадрат
nb: Tekst med ramme
pl: Tekst w prostokącie
sk: Text s obdĺžnikom
sl: Besedilo s kvadratom
sv: Text med ram
vi: Đoạn văn bản hình vuông

source: Square colour
bg: Цвят на квадрата
el: Χρώμα περιγράμματος
es: Color del cuadrado
fr: Couleur de l'encadrement
hu: A négyzet színe
it: Colore riquadro
ja: 角印の色
mk: Боја на Квадрат
nb: Rammefarge
pl: Kolor prostokąta
sk: Farba obdĺžnika
sl: Barva kvadrata
sv: Ramfärg
vi: Màu dạng hình vuông

source: Underlined text
bg: Подчертан текст
el: Υπογραμμισμένο κείμενο
es: Texto subrayado
fr: Texte souligné
hu: Aláhúzott szöveg
it: Testo sottolineato
ja: 下線付きの文字
mk: Подвлечен текст
nb: Understreket tekst
pl: Tekst podkreślony
sk: Podčiarknutý text
sl: Podčrtano besedilo
sv: Understruken text
vi: Các đoạn văn bản được gạch dưới

source: Underline colour
bg: Цвят на подчертаване
el: Χρώμα εξωτερικού περιγράμματος
es: Color subrayado
fr: Couleur du soulignement
hu: Aláhúzás színe
it: Colore sottolineatura
ja: 下線の色
mk: Боја на повлекување
nb: Farge på understrekning
pl: Kolor podkreślenia
sk: Farba podčiarkovania
sl: Barva podčrtave
sv: Understrykningsfärg
vi: Màu đường gạch dưới

source: Underline thickness
bg: Дебелина на подчертаването
el: Υπογραμμισμένο κείμενο
es: Ancho de la linea
fr: Épaisseur du soulignement
hu: Aláhúzás vastagsága
it: Spessore testo sottolineato
ja: 下線の太さ
mk: Дебелина на подвлекување
nb: Tykkelse på understrekning
pl: Grubość podkreślenia
sk: Hrúbka podčiarknutia
sl: Debelina podčrtave
sv: Understrykningstjocklek
vi: Độ dày đường gạch dưới

source: Underline offset
bg: Отместване на подчертаването
el: Υπογραμμισμένο κείμενο
es: Desplazamiento de la linea
fr: Décalage du soulignement
hu: Aláhúzás távolsága
it: Spostamento sottolineatura
ja: 下線のずれ
mk: Растојание на подвлекување
nb: Utgangspunkt for understrekning
pl: Wyrównanie podkreślenia
sk: Odsadenie podčiarknutia
sl: Zamik podčrtave
sv: Understrykningsoffset
vi: Offset đường gạch dưới

source: Background colour
bg: Цвят на фона
el: Χρώμα φόντου
es: Color del fondo
fr: Couleur d'arrière-plan
hu: Háttérszín
it: Colore sfondo
ja: 背景の色
mk: Боја на позадина
nb: Bakgrunnsfarge
pl: Kolor tła
sk: Farba pozadia
sl: Barva ozadja
sv: Bakgrundsfärg
vi: Màu nền

source: Gold frame
bg: Златна рамка
el: Χρυσό καρέ
fr: Cadre doré
hu: Aranykeret
it: Fotogramma dorato
nb: Gullramme
pl: Złota ramka
sk: Zlatá snímka

source: Opacity
bg: Прозрачност
el: Διαφάνεια
es: Opacidad
fr: Opacité
hu: Átlátszatlanság
it: Opacità
ja: 透明度
mk: Видливост
nb: Gjennomsiktighet
pl: Siła pokrycia
sk: Priehľadnosť
sl: Prekrivnost
sv: Opacitet
vi: Độ trong suốt

source: Rectangle
bg: Правоъгълник
el: Ορθογώνιο
es: Rectángulo
hu: Téglalap
it: Rettangolo
ja: 矩形
mk: Правоаголник
nb: Rektangel
pl: Prostokąt
sk: Obdĺžnik
sl: Pravokotnik
sv: Rektangel
vi: Chữ nhật

source: text
bg: текст
el: κείμενο
es: texto
fr: Texte
hu: szöveg
it: testo
ja: テキスト
mk: текст
nb: tekst
pl: tekst
sl: besedilo
vi: văn bản

source: Basic
bg: Основен
el: Βασικα
es: Básico
fr: Basique
hu: Általános
it: Di base
ja: 基本
nb: Grunnleggende
pl: Podstawowe
sk: Základné
vi: Cơ bản

source: Birthday
bg: Рожден ден
el: Γενέθλια
fr: Anniversaire
hu: Születésnap
it: Compleanno
nb: Bursdag
pl: Urodziny
sk: Narodeniny

source: Love
bg: Любов
el: Αγάπη
hu: Szerelem
it: Amore
nb: Kjærlighet
pl: Romans
sk: Láska

source: Miscellaneous
bg: Разни
el: Ανάμικτος
es: Miscelánea
fr: Divers
hu: Vegyes
it: Varie
nb: Diverse
pl: Różne
sk: Rôzne
vi: Khác

source: Nature
bg: Природа
el: Φύση
es: Naturaleza
hu: Természet
it: Natura
nb: Natur
pl: Przyroda
sk: Príroda
vi: Thiên nhiên

source: Seasons
bg: Сезони
el: Σεζον
es: Fiestas
fr: Saisons
hu: Évszakok
it: Stagioni
ja: 季節
nb: Sesonger
pl: Pory roku
sk: Obdobia
vi: Mùa

source: Travel
bg: Пътуване
el: Ταξιδι
es: Viaje
fr: Voyage
hu: Utazás
it: Viaggi
ja: 旅行
nb: Reise
pl: Podróż
sk: Cestovanie
vi: Du Lịch

source: Wedding
bg: Сватба
el: Γάμος
es: Boda
fr: Mariage
hu: Esküvő
it: Matrimoni
nb: Bryllup
pl: Ślub
sk: Svadba
vi: Đám cưới

source: Fade-In/Out
bg: Затихване - Навътре/Навън
es: Fundido entrante/saliente:
fr: Fondu ouverture/fermeture
hu: Előtűnés/eltűnés:
it: Dissolvenza ingresso/uscita
nb: Fade inn/ut:
pl: Rozjaśnianie/Ściemnianie
sk: Zosvetlenie/Stmavenie:

source: Wipe bottom to top
bg: Изтриване отдолу нагоре
el: Σκούπισμα από κάτω προς τα πάνω
es: Limpiar de abajo a arriba
fr: Effacer de bas en haut
hu: Törlés lentről fel
it: Spazza dal basso all'alto
nb: Gå fra bunnen og oppover
pl: Pokazywanie od dołu do góry
sk: Prechod z dola hore

source: Wipe left to right
bg: Изтриване отляво надясно
el: Σκούπισμα από αριστερά προς τα δεξιά
es: Limpiar de izquierda a derecha
fr: Effacer de gauche à droite
hu: Törlés balról jobbra
it: Spazza da sinistra a destra
nb: Gå fra venstre til høyre
pl: Pokazywanie z lewej do prawej
sk: Prechod z ľava do prava

source: Wipe right to left
bg: Изтриване отдясно наляво
el: Σκούπισμα από δεξιά προς τα αριστερά
es: Limpiar de derecha a izquierda
fr: Effacer de droite à gauche
hu: Törlés jobbról balra
it: Spazza da destra a sinistra
nb: Gå fra høyre til venstre
pl: Pokazywanie z prawej do lewej
sk: Prechod z prava do ľava

source: Wipe top to bottom
bg: Изтриване отгоре надолу
el: Σκούπισμα από πάνω προς τα κάτω
es: Limpiar de arriba a abajo
fr: Effacer de haut en bas
hu: Törlés fentről le
it: Spazza dall'alto al basso
nb: Gå fra topp og nedover
pl: Pokazywanie od góry do dołu
sk: Prechod z hora dole

source: WIKI
bg: УИКИ
mk: ВИКИ

source: GB
bg: ГБ
fr: Go
mk: ГБ

source: X Max
bg: X Mid
el: Χ Μεγ
es: X Máximo
ja: 右寄せ
pl: X maksimum
sl: X - največ

source: NTSC film:
bg: NTSC филм:
el: Ταινία NTSC:
fr: Film NTSC:
it: Film NTSC:
pl: Film NTSC:

source: N/A
el: δεν είναι διαθέσιμο
fr: N/D
mk: Нема
pl: brak
sl: ni na voljo
sv: Inte tillgänglig

source: X Min
el: Χ Λεπ
es: X Mínimo
ja: 左寄せ
pl: X minimum
sl: X - najmanj

source: Y Min
el: Υ Λεπ
es: Y Mínimo
ja: 上寄せ
pl: Y minimum
sl: Y - najmanj

source: Y Max
el: Υ Μεγ
es: Y Máximo
ja: 下寄せ
pl: Y maksimum
sl: Y - največ

source: Y:
el: Υ:

source: %d MBit/s
mk: %d Мбит/с
pl: %d Mb/s
sk: %d Mb/s
vi: %d Mbit/giây

source: KBit/s
mk: Кбит/с
pl: kb/s
sk: KB/s

source: Rx
it: Dx
ja: 角丸め(x方向)

source: Ry
it: Dy
ja: 角丸め(y方向)

source: DVD-1 (1.4 GB)
fr: DVD-1 (1,4 Go)

source: DVD-2 (2.6 GB)
fr: DVD-2 (2,6 Go)

source: DVD-5 (4.7 GB)
fr: DVD-5 (4,7 Go)

source: DVD-9 (8.5 GB)
fr: DVD-9 (8,5 Go)

source: %s (%.1f KB)
fr: %s (%.1f Ko)
mk: %s (%.1f КБ)

source: %s (%.1f MB)
fr: %s (%.1f Mo)
mk: %s (%.1f МБ)

source: %s (%.1f GB)
fr: %s (%.1f Go)
mk: %s (%.1f ГБ)

source: KB
fr: Ko

source: CBR
fr: Débit constant

source: %d Mb/s
fr: %d Mo/s
mk: %d МБ/с

source: %.1f Mb/s
fr: %.1f Mo/s
mk: %.1f МБ/с

source: ms
ja: ミリ秒
mk: мс
vi: phần ngàn giây

source: &DVD
ja: DVD(&D)
mk: &ДВД

source: MP2 48 kHz
vi: AC3 48 kHz

source: DVDStyler
mk: ДВДСтајлер
