Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: cannot jump to a title in another titleset
bg: не може да скочи в заглавие в друг комплект със заглавия
el: Δεν μπορείς να πηδήσεις από το vmbMenu σε ένα κεφάλαιο.
es: no·puedo·saltar a un título en otro conjunto de títulos
fr: impossible de sauter vers un titre d'un autre groupe titres
hu: nem lehet más címtárban lévő címre ugrani
it: impossibile saltare al titolo in un altro insieme di titoli
ja: 他のタイトルセット内のタイトルへはジャンプできません
mk: неможам да скокнам до наслов од друга насловна група
nb: kan ikke gå til en tittel i et annet titteloppsett
pl: nie można przejść do tytułu w innym zestawie tytułów
sk: Nedá sa prejsť na titul z inom súbore titulov
sl: Skok na naslov iz drugega nabora naslovov ni mogoč.
sv: kan inte hoppa till en titel i en annan titeluppsättning
vi: không thể nhảy đến một tiêu đề nằm trong một tiêu đề khác

source: invalid action
bg: невалидно действие
el: μη έγκυρη ενέργεια
es: acción no válida
fr: action non valide
hu: érvénytelen művelet
it: azione non valida
ja: 不適切な操作です
mk: неважечко дејство
nb: ugyldig handling
pl: nieprawidłowa akcja
sk: Neplatná akcia
sl: neveljavno dejanje
sv: ogiltig åtgärd
vi: thao tác đã sai

source: cannot jump to a menu from a title, use 'call' instead
bg: не може да се скочи до меню от заглавието, вместо това използвайте "повикване"
el: δεν μπορεί να πηδήξει σε ένα μενού από έναν τίτλο, χρησιμοποιηστε την εντολη «κλήση»
es: no puedo saltar a un menú desde un título; usa 'call' en su lugar
fr: impossible de sauter vers un menu à partir d'un titre, utilisez « appeler » à la place
hu: nem lehet címről menüre ugrani, hívást ('call') kell használni
it: impossibile saltare ad un menu da un titolo, usa al suo posto "chiama"
ja: タイトルからメニューへはジャンプできません ('jump' ではなく 'call' を使ってください)
mk: не можиме да скокниме
nb: kan ikke gå til meny fra tittel, bruk 'hent' i stedet
pl: z tytułu nie można przejść do menu, zamiast tego użyj 'wywołanie'
sk: Nedá sa prejsť na menu titulov, použiete na miesto toho „call"
sl: Iz naslova ni mogoče skočiti na meni ('jump'), namesto tega uporabite 'call' (kliči)
sv: kan inte hoppa till en meny från en titel, använd 'anrop' istället
vi: không thể nhảy đến menu từ tiêu đề, sử dụng 'call'

source: chapter
bg: глава
el: Κεφάλαιο
es: Capítulo
fr: chapitre
hu: fejezet
it: capitolo
ja: チャプター
mk: поглавје
nb: kapittel
pl: rozdział
sk: Kapitola
sl: poglavje
sv: kapitel
vi: chương

source: program
bg: програма
el: προγραμμα
es: programa
fr: programme
hu: műsor
it: programma
ja: プログラム
mk: програма
vi: chương trình

source: cell
bg: клетка
el: Ακυρο
es: celda
fr: cellule
hu: cella
it: cella
ja: セル
mk: ќелија
nb: celle
pl: komórka
sk: Položka
sl: celica
vi: ô

source: jumping from VMGM menu to %s is not allowed
bg: скок от VMGM менюто към %s не е разрешено
el: Δεν επιτρεπεται το υπερπυδημα απο το μενού VMGM στο %s
es: saltar desde Menú VMGM a %s no está permitido
fr: sauter d'un menu VMGM à « %s » n'est pas autorisé
hu: nem lehet VMGM menüről ide ugrani: %s
it: Salto non consentito da VMGM Menu a %s
nb: å gå fra VMGM meny til %s er ikke tillatt
pl: przejścia z menu VMGM do %s są niedozwolone
sk: Prechod z VMGM menu na %s nie je povolený

source: on token '%s'
bg: знак за '%s'
el: Λάθος κατά το άνοιγμα του '%s'
es: en token '%s'
fr: sur l'élément « %s »
hu: ezen: '%s'
it: sul gettone "%s"
ja: 単語 '%s'
mk: на знак '%s'
nb: på tegn '%s'
pl: na znak '%s'
sk: na značke „%s"
sl: pri žetonu '%s'
sv: vid tecken '%s'

source: 0 is not valid menu/chapter number
bg: 0 не е валидно за брой на менюта/глави
el: Το 0 δεν είναι έγκυρος αριθμος μενού/κεφαλαίου
es: 0 no es un número válido de menú/capítulo
fr: 0 n'est pas un numéro de menu/chapitre valide
hu: 0 nem lehet menü vagy fejezet sorszáma
it: 0 non è un numero di menu/capitolo valido
ja: メニュー/チャプター番号 0 は不適切です
mk: 0 е невалиден број на мени/поглавје
nb: 0 er ikke et gyldig meny / kapittelnummer
pl: 0 nie jest prawidłowym numerem menu/rozdziału
sk: 0 nie je platné číslo menu alebo časti
sl: 0 ni veljavna številka menija/poglavja
sv: 0 är inget giltigt meny/kapitelnummer
vi: 0 không phải là một số đúng cho menu/chương

source: 0 is not valid title number
bg: 0 не е валиден брой заглавия
el: Το 0 δεν ειναι εγκυρος αριθμος τιτλου
es: 0 no es un número de título válido
fr: 0 n'est pas un numéro de titre valide
hu: 0 nem lehet cím sorszáma
it: 0 non è un numero di titolo valido
ja: タイトル番号 0 は不適切です
mk: 0 е невалиден број на наслов
nb: 0 er ikke et gyldig tittelnummer
pl: 0 nie jest prawidłowym numerem tytułu
sk: 0 nie je platné číslo titulu
sl: 0 ni veljavna številka naslova
sv: 0 är inget giltigt titelnummer
vi: 0 không phải là con số đúng cho tiêu đề

source: 0 is not valid program number
bg: 0 не е валиден брой програми
el: Το 0 δεν ειναι εγκυρος αριθμος προγραμματος
es: 0 no es un número de programa válido
fr: 0 n'est pas un numéro de programme valide
hu: 0 nem lehet műsor sorszáma
it: 0 non è un numero di programma valido
ja: プログラム番号 0 は不適切です
mk: 0 е невалиден број на програма
nb: 0 er ikke et gyldig programnummer
pl: 0 nie jest prawidłowym numerem programu
sk: 0 nie je platné číslo programu
sl: 0 ni veljavna programska številka
sv: 0 är inget giltigt programnummer
vi: 0 không phải là một con số đúng cho chương trình

source: 0 is not valid cell number
bg: 0 не е валиден брой клетки
el: Το 0 δεν ειναι εγκυρος αριθμος μοναδας
es: 0 no es un·número de celda válido
fr: 0 n'est pas un numéro de cellule valide
hu: 0 nem lehet cella sorszáma
it: 0 non è un numero di cella valido
ja: セル番号 0 は不適切です
mk: 0 е невалиден број на ќелија
nb: 0 er ikke et gyldig sellenummer
pl: 0 nie jest prawidłowym numerem komórki
sk: 0 nie je platné číslo
sl: 0 ni veljavna številka celice
sv: 0 är inget giltigt cellnummer
vi: 0 không phải là một con số đúng cho ô

source: cannot specify chapter when jumping to another menu
bg: Не можете да определите главата, когато скачане към друго меню
el: Δεν μπορει να καθοριστει το κεφάλαιο, όταν γινεται άλμα σε ένα άλλο μενού
es: no se puede especificar capítulo al saltar a otro menú
fr: impossible de spécifier un chapitre lors d'un saut vers un autre menu
hu: fejezet nem adható meg másik menüre ugráskor
it: impossibile specificare un capitolo quando si salta ad un altro menu
ja: 他のメニューへジャンプする場合、チャプターを指定することはできません
mk: при скокање во друго мени не можи да се наведи поглавје
nb: kan ikke angi kapittel ved gå til en annen meny
pl: przy skoku do innego menu nie można określić rozdziału
sk: Nedá sa určiť kapitola keď prechádzate do iného menu
sl: Poglavja ni mogoče navesti, ko skačete na drug meni.
sv: kan inte ange kapitel vid hopp till annan meny
vi: không thể xác định chương khi đang nhảy đến một menu khác

source: cannot omit menu/title if specifying vmgm/titleset
bg: Не може да се пропусне меню / заглавие, ако са указани VMGM / комплект със заглавия
el: Δεν μπορει να παραλειφθει το μενού/τίτλος, αν προσδιορίσθει το vmgm/σετ τιτλων
es: no se puede omitir menu/título si se especifica vmgm/titleset
fr: impossible d'omettre un menu ou un titre si l'on spécifie un VMGM/groupe titres
hu: nem hagyható el a menü vagy a cím VMGM vagy címtár megadásakor
it: impossibile omettere menu/titolo se specificato vmgm/insieme di titoli
ja: vmgm/titleset を指定する場合は menu/title を省略することはできません
mk: неможи да се изостави мени/насловот ако е наведено vmgm/насловна група
nb: kan ikke utelate meny/tittel hvis vmgm/titteloppsett er spesifisert
pl: przy określaniu VMGM/zestawu tytułów nie można ominąć menu/tytułu
sk: Nedá sa vynechať menu/titul ak určíte vmgm alebo súbor titulov
sl: Menija/naslova ni mogoče izpustiti, če določate vmgm/nabor posnetkov.
sv: kan inte utelämna meny/titel vid val av VMGM/titeluppsättning
vi: không thể loại bỏ menu/tiêu đề nếu xác định vmgm/thiết lập tiêu đề

source: VMGM must be specified with FPC
bg: VMGM трябва да бъде зададено с FPC
el: VMGM πρέπει να καθορίζονται με FPC
es: VMGM debe especificarse con FPC
fr: VMGM doit être spécifié avec FPC
hu: VMGM csak kezdő műsorlánccal (FPC) együtt adható meg
it: VMGM deve essere specificato con FPC
ja: FPC とともに VMGM を指定する必要があります
mk: VMGM мора да се наведи со FPC
nb: VMGM må angis med FPC
pl: VMGM musi być określony z FPC
sk: VMGM musí byť určené s FPC
sl: VMGM mora biti naveden s FPC
sv: VMGM måste specificeras med FPC
vi: VMGM không được xác định với FPC

source: VMGM does not have titles
bg: VMGM няма заглавия
el: δεν υπάρχει
es: el VMGM no tiene títulos
fr: VMGM n'a pas de titres
hu: a VMGM-hez nincsenek címek
it: VMGM non ha nessun titolo
ja: VMGM にタイトルがありません
mk: VMGM нема наслови
nb: VMGM har ikke titler
pl: VMGM nie ma tytułów
sk: VMGM nemá tituly
sl: VMGM nima naslovov
sv: VMGM har inga titlar
vi: VMGM không có tiêu đề

source: cannot jump to a chapter from a FPC
bg: не мога да отида в главата от FPC
el: Δεν μπορείς να πηδήσεις από το vmbMenu σε ένα κεφάλαιο.
es: No puedes saltar desde un FPC a un capítulo.
fr: impossible de sauter à un chapitre à partir d'un FPC
hu: nem lehet kezdő műsorláncból (FPC) fejezetre ugrani
it: impossibile saltare dal un FPC ad un capitolo
ja: FPC からチャプターへジャンプすることはできません
mk: не можи да скокате до поглавје од FPC
nb: kan ikke gå til et kapittel fra en FPC
pl: z FPC nie można przejść do rozdziału
sk: Nedá sa prejsť na kapitolu z FPC
sl: Z FPC ne morete skočiti na poglavje.
sv: kan inte hoppa till ett kapitel från en FPC
vi: không thể nhảy đến một chương từ FPC

source: menus do not have chapters
bg: менютата не разполагат с глави
el: τα μενου δεν εχουν κεφαλαια
es: los menus no tienen capítulos
fr: les menus n'ont pas de chapitres
hu: menük fejezetek nélkül
it: i menu non hanno capitoli
ja: メニューにチャプターがありません
mk: менијата немаат поглавја
nb: menyene har ikke kapitler
pl: menu nie mają rozdziałów
sk: Menu nemá žiadne časti
sl: Meniji nimajo poglavij.
sv: menyer har inga kapitel
vi: menu không có chương

source: cannot jump to chapter %d, only %d exist
bg: не мога да отида на глава %d, само %d съществува
el: δεν μπορειτε να πηδησετε στο κεφαλαιο %d, μονο το %d υπαρχει
es: no puedo saltar al capítulo %d sólo hay %d
fr: impossible de sauter au chapitre %d, seul %d existe
hu: nem lehet a(z) %d. fejezetre ugrani, mert csak %d van
it: impossibile saltare al capitolo %d, esiste solo %d
ja: チャプター %d へジャンプできません (チャプターは %d しかありません)
mk: неможам да скокнам до поглавје %d, само %d постои
nb: kan ikke gå til kapittel %d, bare %d finnes
pl: nie można przejść do rozdziału %d, istnieje tylko %d
sk: Nedá sa prejsť z kapitolu %d, skúste %d
sl: Na poglavje %d ni mogoče skočiti, obstaja le %d poglavij.
sv: kan inte hoppa till kapitel %d, finns bara %d
vi: không thể nhảy đến chương %d, chỉ %d tồn tại

source: cannot 'call' a menu from another menu, use 'jump' instead
bg: не може да "отидете" на меню от друго меню, ползвайте "скок", вместо това
el: δεν μπορεί να «καλέσει» ένα μενού από άλλο μενού, χρησιμοποιήστε την εντολη «άλμα»
es: no puedo llamar ('call) a un menú desde otro menu, use saltar ('jump') en su lugar
fr: impossible d'appeler un menu à partir d'un autre, utilisez 'sauter' à la place
hu: nem hívható menü másik menüből, ugrást kell használni ('call' helyett 'jump')
it: impossibile "chiamare" un menu da un altro menu, usare invece un "salto"
ja: メニューから他のメニューを 'call' することはできません ('call' ではなく 'jump' を使ってください)
mk: неможам да „повикам“ мени од друго мени, место тоа користи „скок“
nb: kan ikke 'hente' en meny fra en annen meny, bruk 'gå til' i stedet
pl: nie można 'wywołać' menu z innego menu, zamiast tego użyj 'przejdź'
sk: Nedá sa „call" menu z iného menu, skúste namiesto toho „jump"
sl: Iz menija ni mogoče priklicati ('call') menija, namesto tega uporabite 'jump' (skoči).
sv: kan inte 'anropa' en meny från en annan meny, använd 'hoppa' istället
vi: không thể 'gọi' một menu từ một menu khác, sử dụng 'nhảy' thay vào đó

source: cannot 'call' another title, use 'jump' instead
bg: не може да "отидете" на друго заглавие, ползвайте "скок", вместо това
el: δεν μπορεί να «καλέσει» έναν άλλο τίτλο, χρησιμοποιηστε την εντολη «άλμα»
es: no·puedo·llamar·('call)·a otro título,·use·saltar·('jump')·en·su·lugar
fr: impossible d'appeler un autre titre, utilisez « sauter » à la place
hu: nem hívható másik cím, ugrást kell használni ('call' helyett 'jump')
it: impossibile "chiamare" un altro titolo, usare invece un "salto"
ja: 他のタイトルを 'call' することはできません ('call' ではなく 'jump' を使ってください)
mk: неможам да „повикам“ друг наслов, место тоа користи „скок“
nb: kan ikke 'hente' en annen tittel, bruk 'gå til' i stedet
pl: nie można 'wywołać' innego tytułu, zamiast tego użyj 'przejdź'
sk: Nedá sa „call" z iného titulu, skúste namiesto toho „jump"
sl: Drugega naslova ne morete priklicati s 'call', raje uporabite 'jump'.
sv: kan inte 'anropa' en annan titel, använd 'hoppa' istället
vi: không thể 'gọi' một tiêu đề khác, sử dụng 'nhảy' thay vào đó

source: cannot 'call' a chapter within a menu
bg: не може да извикате глава във вътрешността на менюто
el: δεν μπορεί να «καλέσει» ένα κεφάλαιο μέσα σε ένα μενού
es: no·puedo·llamar·('call)·a·un·capítulo desde un menú
fr: impossible d'appeler un chapitre à partir d'un menu
hu: nem hívható fejezet menün belül
it: impossibile "chiamare" un capitolo dentro un menu
ja: メニュー内のチャプターを 'call' することはできません
mk: неможам да „повикам“ поглавје во менито
nb: kan ikke 'hente' et kapittel i en meny
pl: w menu nie można 'wywołać' rozdziału
sk: Nedá sa„call" kapitolu bez menu
sl: Poglavja iz menija ni mogoče 'klicati'
sv: kan inte 'anropa' ett kapitel från en annan meny
vi: không thể gọi một chương trong cùng menu

source: cannot call to a menu in another titleset
bg: не може да извикате меню в друг комплект със заглавия
el: Δεν μπορείτε να καλέσετε ένα μενού σε άλλο σετ τιτλων
es: no·puedo·llamar·('call)·a·un·menú·en otro conjunto de títulos
fr: impossible d'appeler un menu dans un autre groupTitre
hu: nem hívható másik címtárban lévő menü
it: impossibile chiamare un menu in un altro insieme di titoli
ja: 他のタイトルセット内のメニューを call することはできません
mk: неможам да повикам мени од друга наслов група
nb: kan ikke vise til en meny i et annet titteloppsett
pl: nie można 'wywołać' menu w innym zestawie tytułów
sk: Nedá sa odkazovať na menu z inom súbore titulov
sl: Klic v meni iz drugega nabora naslovov ni mogoč.
sv: kan inte anropa en meny i en annan titeluppsättning
vi: không thể gọi đến một menu trong phần thiết lập tiêu đề

source: cannot call to a specific menu PGC, only an entry
bg: не може да извикате специфично PGC меню, само за влезте
el: Το ειδικο μενου PGC δεν μπορει να εκκινηθει, μονο μια εισοδος
es: no·puedo·llamar·('call)·a·un PGC específico, solo una entrada
fr: impossible d'appeler un menu PGC spécifique, seulement une entrée
hu: nem hívható menü műsorlánc (PGC), csak egy bejegyzés
it: impossibile richiamere un specifico menu PGC, solo una voce
ja: エントリがひとつしかないので、指定されたメニュー PGC を call することはできません
mk: неможам да повикам го определеното мени PGC, само внесено е
nb: kan ikke vise til en bestemt meny PGC, bare en oppføring
pl: nie można 'wywołać' konkretnego menu PGC, tylko wpis
sk: Nedá sa odkazovať na dané menu PGC
sl: Ni mogoče klicati določenega menija PGC, le njegov vnos.
sv: kan inte anropa en specifik meny PGC, bara en ingång
vi: không thể gọi một menu PGC, chỉ có một trường tồn tại

source: cannot set SPRM %d
bg: не мога да настроя SPRM %d
el: δεν μπορει να εφαρμοσθει το SPRM %d
es: no puedo establecer SPRM %d
fr: impossible de définir le SPRM %d
hu: SPRM %d rendszerparaméter regiszter nem állítható be
it: impossibile impostare %d SPRM
ja: SPRM %d をセットすることはできません
mk: неможам да се намести SPRM %d
nb: kan ikke sette SPRM %d
pl: nie można ustawić SPRM %d
sk: Nedá sa nastaviť SPRM %d
sl: SPRM %d ni mogoče nastaviti.
sv: kan inte sätta SPRM %d
vi: không thể ấn định SPRM %d

source: unsupported VM opcode %d
bg: неподдържан VM код %d
el: υποστηρίζεται opcode VM %d
es: VM opcode·%d no soportado
fr: opcode VM %d non pris en charge
hu: VM %d műveletkód nem támogatott
it: %d VM opcode non supportato
ja: VM 操作コード %d には対応していません
mk: неподдржан VM opcode %d
nb: ikke støttet VM operasjonkode %d
pl: nieobsługiwany opkod VM %d
sk: Nepodporovaný VM operačný kód %d
sl: Nepodprta op-koda VM %d
sv: osupporterad VM opcode %d
vi: VM opcode %d không được hỗ trợ

source: invalid action '%s'
bg: невалидно действие '%s'
el: μη έγκυρη ενέργεια '%s'
es: acción no válida '%s'
fr: action « %s » invalide
hu: érvénytelen művelet: '%s'
it: azione "%s" non valida
ja: '%s' は不適切な操作です
mk: неважечко дејство „'%s'
nb: ugyldig handling '%s'
pl: nieprawidłowa akcja '%s'
sk: Neplatná akcia „%s"
sl: Neveljavno dejanje '%s'
sv: ogiltig åtgärd '%s'
vi: thao tác sai '%s'

source: First Play Commands:
bg: Команди за първо възпроизвеждане
el: Εντολή πρώτης αναπαραγωγής:
es: Comando inicial:
fr: Premières commandes de lecture :
hu: Első indításkori parancsok:
it: Prima eseguire i comandi:
ja: 最初の再生コマンド:
mk: Прво Репродуцирај Команди:
nb: Forfilm kommandoer:
pl: Polecenia pierwszego odtwarzania:
sk: Príkazy pre prvé prehratie:
sl: Ukazi za prvo predvajanje:
sv: Kommandon för första uppspelning:
vi: Dòng lệnh đầu tiên:

source: Create jumppads
bg: Създаване на зони за скок
el: Δημιουργία jumppads
es: Crear jumppads
fr: Créer jumppads
hu: Ugrótáblák létrehozása
it: Crea marcatori
ja: jumppad を作成
mk: Создади скокачки тастери
nb: Lage springbrett
pl: Stwórz jumppady
sk: Vytvoriť tlačidlá
sl: Ustvari odskočnike
sv: Skapa hopplattor
vi: Tạo phím nhảy

source: Create empty VMGM/titleset menus if it doesn't exist
bg: Създаване на празно меню VMGM/ комплект със заглавия ако не съществуват
el: Δημιουργία κενού VMGM/σετ τίτλων αν δεν υπάρχει
es: Crear VMGM/titleset vacío/vmMenu si no existe
fr: Créer un nouveau menu VMGM/groupe titres s'il n'existe pas
hu: Üres VMGM vagy címtár menü készítése, ha még nincs
it: Crea un menu vuoto se non esiste
nb: Lag tomt VMGM/titteloppsett hvis det ikke finnes
pl: Stwórz puste menu VMGM/zestawu tytułów jeżeli takie nie istnieje
sk: Vytvoriť prázdne VMGM menu alebo menu titulov ak neexistujú

source: automatically starts the generation and burning
bg: автоматично стартира създаването на компилацията и записването и на диска
el: αυτόματα ξεκινάει τη δημιουργία και την εγγραφή
es: comenzar automáticamente la generación y grabar a dvd.
fr: Démarrer automatiquement la génération et la gravure
hu: a generálás és írás automatikusan induljon
it: avvia automaticamente la creazione e la masterizzazione
ja: 生成と焼き付けを自動で開始する
mk: автоматски започни го создавањето и режењето
nb: starter generering og brenning automatisk
pl: automatycznie rozpocznij generowanie i wypalanie
sk: Automaticky spustiť generovanie a napaľovanie
sl: Samodejno začne z ustvarjanjem in peko
sv: startar automatiskt generering och bränning
vi: tự động khởi động chế độ và ghi đĩa

source: temporary directory
bg: временна директория
el: προσωρινός κατάλογος
es: carpeta de trabajo
fr: dossier temporaire
hu: ideiglenes mappa
it: Cartella temporanea
nb: midlertidig mappe
pl: katalog tymczasowy
sk: Dočasný adresár

source: output directory
bg: изходна директория
el: κατάλογο εξόδου
es: carpeta de salida
fr: dossier de sortie
hu: célmappa
it: Cartella d'uscita
nb: produksjon mappe
pl: katalog docelowy
sk: Cieľový adresár

source: output ISO file name
bg: изходно име на файла за ISO
el: όνομα εξόδου του αρχείου ISO
es: nombre del fichero ISO de salida
fr: nom du fichier ISO
hu: a kimeneti ISO fájl neve
it: nome file ISO di uscita
nb: produksjons ISO filnavn
pl: nazwa pliku ISO
sk: Názov cieľového ISO súboru

source: DVD device to burn
bg: DVD устройство за запис
el: Συσκευή DVD για την εγγραφή
es: Dispositivo DVD para grabar
fr: Périphérique pour la gravure DVD
hu: DVD-író eszköz
it: Dispositivo DVD da masterizzare
nb: DVD-enheten til å brenne
pl: identyfikator nagrywarki DVD
sk: Napaľovacia DVD mechanika

source: write log messages to standard error
bg: запишете в .log съобщенията за стандартна грешка
el: γράψε στο αρχείο καταγραφής τα μηνύματα λάθους
es: sacar los mensajes de log por la salida de error
fr: Écrire les messages du logiciel sur la sortie des erreurs standards
hu: naplózás a szabványos hibakimenetre
it: scrive i messaggi di log sullo standard error
ja: ログメッセージを標準エラー出力に書き出す
mk: запиши пораки со извештај на стандардни грешки
nb: skriv logg beskjeder til standard feil
pl: komunikaty na standardowy strumień błędów (stderr)
sk: Zapisovať záznam do súboru
sl: Zapisuj zapiske v standardno konzolo napak
sv: skriv loggmeddelanden till standardutmatning
vi: lưu thông tin cảnh báo trong phần báo cáo lỗi

source: show version of program
bg: покажи версията на програмата
el: εμφάνιση έκδοσης προγράμματος
es: muestra la versión del programa
fr: Affiche la version du logiciel
hu: a programverzió feltüntetése
it: visualizza la versione del programma
ja: プログラムのバージョンを表示する
mk: прикажи верзија на програма
nb: vis programversjon
pl: pokaż wersję programu
sk: Zobraziť verziu programu
sl: Pokaži različico programa
sv: visa programmets version
vi: hiển thị phiên bản chương trình

source: show summary of options
bg: Покажи обобщение на опциите
el: εμφάνιση σύνοψης των επιλογών
es: muestra el resumen de opciones
fr: Affiche le sommaire des options
hu: beállítások áttekintése
it: mostra un riassunto delle opzioni
ja: オプションの概要を表示する
mk: прикажи извештај на опции
nb: vis valgsammendrag
pl: wyświetl informacje o poleceniu
sk: Zobraziť zhrnutie predvolieb
sl: Pokaži povzetek nastavitev
sv: visa sammandrag av flaggor
vi: hiển thị tùy chọn tóm tắt

source: input file
bg: изходен файл
el: αρχείο εισόδου
es: fichero de entrada
fr: Fichier source
hu: bemenet
it: file di partenza
ja: 入力ファイル
mk: влезна датотека
nb: inn-fil
pl: plik wejściowy
sk: Vstupný súbor
sl: Vhodna datoteka
sv: inmatningsfil
vi: Dữ liệu nhập vào

source: &New Ctrl-N
bg: &Нова компилация Ctrl-N
el: &Δημιουργία Ctrl-N
es: &Nuevo Ctrl-N
fr: &Nouveau Ctrl-N
hu: Új Ctrl-N
it: &Nuovo Ctrl-N
ja: 新規(&N) Ctrl-N
mk: &Ново Ctrl-N
nb: &Ny Ctrl-N
pl: &Nowy Ctrl-N
sk: &Nový Ctrl-N
sl: &Nova Ctrl-N
sv: &Ny Ctrl-N
vi: &Mới Ctrl-N

source: &Open... Ctrl-O
bg: &Отвори... Ctrl-O
el: &Ανοιγμα
es: &Abrir... Ctrl-O
fr: &Ouvrir… Ctrl-O
hu: Megnyitás... Ctrl-O
it: &Apri... Ctrl-O
ja: 開く(&O)... Ctrl-O
mk: &Отвори... Ctrl-O
nb: &Åpne... Ctrl-O
pl: &Otwórz... Ctrl-O
sk: &Otvoriť Ctrl-O
sl: &Odpri ... Ctrl-O
sv: &Öppna... Ctrl-O
vi: M&ở Ctrl-O

source: &Save Ctrl-S
bg: &Съхрани Ctrl-S
el: &Αποθήκευση Ctrl-S
es: &Guardar Ctrl-S
fr: &Enregistrer Ctrl-S
hu: Mentés Ctrl-S
it: &Salva Ctrl-S
ja: 保存(&S) Ctrl-S
mk: &Сними Ctrl-S
nb: &Lagre Ctrl-S
pl: &Zapisz Ctrl-S
sk: &Uložiť Ctrl-S
sl: &Shrani Ctrl-S
sv: &Spara Ctrl-S
vi: &Lưu Ctrl-S

source: S&ave as... Shift-Ctrl-S
bg: С&ъхрани като... Shift-Ctrl-S
el: Α&ποθήκευση ως... Shift-Ctrl-S
es: Guardar &como... Shift-Ctrl-S
fr: &Enregistrer sous… Maj-Ctrl-S
hu: Mentés másként... Shift-Ctrl-S
it: S&alva con nome... Maiusc-Ctrl-S
ja: 名前を付けて保存(&A)... Shift-Ctrl-S
mk: С&ними како... Shift-Ctrl-S
nb: L&agre som... Shift-Ctrl-S
pl: Za&pisz jako... Shift-Ctrl-S
sk: Uložiť &ako... Shift-Ctrl-S
sl: Shrani &kot ... Shift-Ctrl-S
sv: Sp&ara som... Shift-Ctrl-S
vi: Lưu &dưới dạng Shift-Ctrl-S

source: &Burn DVD... F9
bg: &Запиши DVD... F9
el: &Εγγραφή DVD... F9
es: Grabar a &DVD... F9
fr: &Graver DVD… F9
hu: DVD írása... F9
it: &Scrivi DVD... F9
ja: DVD 書込み(&B)... F9
mk: &Режи ДВД... F9
nb: &Brenn DVD... F9
pl: &Wypal DVD... F9
sk: Napáliť &DVD F9
sl: Spe&ci DVD ... F9
sv: &Bränn dvd... F9
vi: &Ghi đĩa DVD F9

source: &Exit Alt-X
bg: &Изход Alt-X
el: &Έξοδος Alt-X
es: &Salir Alt-X
fr: &Quitter Alt-X
hu: Kilépés Alt-X
it: &Esci Alt-X
ja: 終了(&E) Alt-X
mk: &Излез Alt-X
nb: A&vslutt Alt-X
pl: Wy&jdź Alt-X
sk: &Skončiť Alt-X
sl: I&zhod Alt-X
sv: A&vsluta Alt-X
vi: &Thoát Alt-X

source: &File
bg: &Файл
el: &Αρχείο
es: &Archivo
fr: &Fichier
hu: &Fájl
ja: ファイル(&F)
mk: &Датотека
nb: &Fil
pl: &Plik
sk: &Súbor
sl: &Datoteka
sv: &Arkiv
vi: T&ập tin
