Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: Bring &Forward
bg: &Ниво напред
el: Διάταξη &Πίσω
es: Traer &adelante
fr: Ramener vers l'a&vant
hu: Előrébb hozás
it: Porta in &avanti
ja: 前面に(&F)
mk: Донеси %Понапред
nb: Flytt fre&mover
pl: &Do przodu
sk: Pr&esunúť dopredu
sl: Po&stavi naprej
sv: Skicka &framåt
vi: Đem về phía &trước

source: Send Back&ward
bg: Н&иво назад
el: Αποστολή πί&σω
es: &Enviar detras
fr: Envoyer vers l'a&rrière
hu: Hátrább küldés
it: Sposta indie&tro
ja: 背面に(&W)
mk: Испрати Поназад
nb: Flytt bak&over
pl: Do &tyłu
sk: Presunúť &dozadu
sl: Pošlji &nazaj
sv: Skicka bakå&t
vi: Lùi về phía &sau cùng

source: &Send to Back
bg: Премести О&тзад
el: Α&ποστολή πίσω
es: Enviar al &fondo
fr: Envoyer à l'&arrière-plan
hu: Leghátra küldés
it: &Sposta in fondo
ja: 最背面に(&S)
mk: Испрати Назад
nb: Flytt bakerst
pl: Na &spód
sk: P&reniesť do pozadia
sl: Po&makni v ozadje
sv: Lägg &underst
vi: &Lùi về phía sau

source: To &Left
bg: На &Ляво
el: Προς &αριστερά
es: &Izquierda
fr: &Gauche
hu: Ba&lra
it: &Sinistra
nb: Til &Venstre
pl: Do &lewej strony
sk: V&l´avo

source: To &Right
bg: На &Дясно
el: Προς &δεξιά
es: De&recha
fr: &Droite
hu: Jobb&ra
it: &Destra
nb: Til &Høyre
pl: Do &prawej strony
sk: V&pravo

source: To &Top
bg: На &Горе
el: Προς &πάνω
es: &Arriba
fr: &Haut
hu: &Tetejére
it: &Inizio
nb: Til &Topp
pl: Do &górnej strony
sk: &Hore

source: To &Bottom
bg: На &Долу
el: Προς &κάτω
es: A&bajo
fr: &Bas
hu: Aljára
it: &Fine
nb: Til &Bunnen
pl: Do &dolnej strony
sk: &Dole

source: To Center &horizontally
bg: Центриране по &хоризонталата
el: Στο κέντρο οριζόντια
es: Centrado &Horizontal
fr: Centrer &horizontalement
hu: Vízszintesen középre
it: Centra &orizzontalmente
nb: Til Sentrer &horisontalt
pl: Do środka po&ziomo
sk: Centrovať &horizontálne

source: To Center &vertically
bg: Центриране по &вертикалата
el: Στο κέντρο κάθετα
es: Centrado &Vertical
fr: Centrer &verticalement
hu: Függőlegesen középre
it: Centra &verticalmente
nb: Til Sentrer &vertikalt
pl: Do środka pio&nowo
sk: Centrovať &vertikálne

source: To &Center of Menu horizontally
bg: В &центъра на менюто по хоризонталата
el: Στο Κέντρο του μενού οριζόντια
es: Al Centro del menú &Horizontalmente
fr: &Centrer
hu: Vízszintesen a menü közepére
it: Al Centro del menu orizzontale
nb: Til &Sentrer av Meny horisontalt
pl: Do środka me&nu poziomo
sk: Centrovať menu &horizontálne

source: To Center of &Menu vertically
bg: В ц&ентъра на менюто по вертикалата
el: Στο Κέντρο του μενού κατακόρυφα
es: Al centro del menú &Verticalmente
fr: Centrer verticalement au &menu
hu: Függőlegesen a menü középre
it: Al Centro del menu verticale
nb: Til Sentrer av &Meny vertikalt
pl: Do środka &menu pionowo
sk: Centrovať menu &vertikálne

source: &Show Safe TV area
bg: &Покажи безопасна TV област
el: &Εμφάνιση Ασφαλής περιοχής TV
es: &Ver Area Segura TV
fr: Afficher la zone TV &sûre
hu: Muta&ssa a TV területet
it: &Mostra aree TV sicure
ja: TV セーフエリアを表示(&S)
mk: Прикажи Безбедносна ТВ зона
nb: &Vis sikkert TV område
pl: &Pokaż bezpieczny obszar TV
sk: &Zobraziť bezpečnú oblasť TV
sl: &Pokaži varni izrez TV
sv: &Visa säkert TV-område
vi: H&iển thị khu vực an toàn của TV

source: &none
bg: &никое
el: &Κανένα
es: &nada
fr: Aucu&n
hu: &nincs
it: &nessuno
ja: なし(&N)
mk: ништо
nb: &ingen
pl: bez siatki
sk: Ž&iadne
sl: &brez
sv: &ingen
vi: &không

source: &Show
bg: &Покажи
el: &Εμφάνιση
es: Mo&strar
fr: A&fficher
hu: Látható
it: &Mostra
ja: 表示(&S)
mk: Покажи
nb: &Vis
pl: &Pokaż
sk: &Ukázať
sl: Po&kaži
sv: &Visa
vi: &Hiển thị

source: &Over objects
bg: Н&ад обектите
el: &Πάνω από τα αντικείμενα
es: Sobre &objetos
fr: Au dessus des &objets
hu: &Objektumok felett
it: &Sopra gli oggetti
ja: オブジェクトの上に表示(&O)
mk: Над објектите
nb: &Over objekter
pl: Na&d obiektami
sk: &Prelínanie objektov
sl: &Prek predmetov
sv: Ö&ver objekt
vi: &Over object

source: &Colour...
bg: &Цвят...
el: Χρώμα...
es: &Color
fr: &Couleur…
hu: Szín...
it: &Colore...
ja: 色(&C)...
mk: &Боја...
nb: Farge...
pl: &Kolor...
sk: &Farba
sl: &Barva ...
sv: Färg...
vi: &Màu sắc...

source: A&rrange
bg: &Аранжиране
el: &Τακτοποίηση
es: O&rganizar
fr: A&rranger
hu: El&rendezés
it: &Disponi
ja: 順序(&R)
mk: Р&аспореди
nb: A&rranger
pl: &Rozmieść
sk: U&sporiadať
sl: &Razporedi
sv: A&rrangera
vi: S&ắp xếp

source: A&lign
bg: П&одравняване
el: Ευθυγράμμιση
es: A&linear
fr: A&ligner
hu: Igazítás
it: A&llinea
ja: 配置(&L)
mk: Пор&амни
nb: &Juster
pl: W&yrównaj
sk: Za&rovnať
sl: Po&ravnaj
sv: &Justera
vi: C&anh chỉnh

source: &First highlighted button
bg: П&ърви подчертан бутон
el: &Πρώτο επισημασμένο κουμπί
es: &Primer botón resaltado
fr: Premier bouton en sur&brillance
hu: Első kijelölt gomb
it: &Primo pulsante evidenziato
ja: 最初に強調表示されるボタン(&F)
mk: Прво означено копче
nb: &Første uthevet knapp
pl: P&ierwszy podświetlony przycisk
sk: &Prednastavené tlačidlo
sl: &Prvi poudarjeni gumb
sv: &Första markerade knappen
vi: N&út được đánh dấu đầu tiên

source: Cu&t
bg: &Изрязване
el: Από&κοπή
es: Cor&tar
fr: Couper
hu: Kivágás
it: Tagli&a
ja: 切り取り(&T)
mk: Пресечи
nb: Klipp u&t
pl: Wy&tnij
sk: &Vystrihnúť
sl: &Izreži
sv: Klipp &ut
vi: Cắ&t

source: &Copy
bg: &Копиране
el: &Αντιγραφή
es: &Copiar
fr: &Copier
hu: Másolás
it: &Copia
ja: コピー(&C)
mk: &Копирај
nb: &Kopier
pl: &Kopiuj
sk: &Kopírovať
sl: &Kopiraj
sv: &Kopiera
vi: S&ao chép

source: &Paste
bg: Поста&вяне
el: &Επικόλληση
es: &Pegar
fr: Coller
hu: Beillesztés
it: &Incolla
ja: 貼り付け(&P)
mk: &Залепи
nb: &Lim inn
pl: Wkle&j
sk: &Vložiť
sl: &Prilepi
sv: Klistra &in
vi: &Dán

source: &Properties...
bg: &Свойства...
el: &Ιδιότητες...
es: &Propiedades...
fr: &Propriétés…
hu: Jellemzők...
it: &Proprietà...
ja: プロパティ(&P)...
mk: &Својства...
nb: &Egenskaper...
pl: &Właściwości...
sk: V&lastnosti
sl: &Lastnosti ...
sv: &Egenskaper...
vi: &Thuộc tính...

source: &View
bg: &Изглед
el: &Προβολή
es: &Visualizar
fr: &Voir
hu: Nézet
it: &Mostra
ja: 表示(&V)
mk: &Поглед
nb: &Vis
pl: &Widok
sk: &Náhľad
sl: &Pogled
sv: &Visa
vi: Xe&m

source: &Grid
bg: &Мрежа
el: &Πλέγμα
es: &Rejilla
fr: &Grille
hu: Rács
it: &Griglia
ja: グリッド(&G)
mk: &Мрежа
nb: &Rutenett
pl: &Siatka
sk: &Mriežka
sl: &Mreža
sv: &Rutnät
vi: Dạng điểm l&ưới

source: VMGM menu %d
bg: VMGM меню %d
el: μενού VMGM %d
es: Menú VMGM %d
fr: Menu VMGM %d
hu: VMGM menü %d
nb: VMGM Meny %d
pl: Menu VMGM %d

source: Menu %d
bg: Меню %d
el: μενού %d
es: Menú %d
hu: menü %d
ja: メニュー %d
mk: Мени %d
nb: Meny %d
sl: Meni %d
sv: Meny %d

source: button%d
bg: бутон %d
el: κουμπί%d
es: botón%d
fr: Bouton%d
hu: gomb%d
it: pulsante%d
ja: ボタン %d
mk: копче%d
nb: knapp%d
pl: przycisk%d
sk: Tlačidlo %d
sl: gumb%d
sv: knapp%d
vi: nút%d

source: Please type in text to insert
bg: Моля, въведете текст за вмъкване
el: Παρακαλώ πληκτρολογήστε μέσα στο κείμενο
es: Teclee el texto a insertar
fr: Veuillez saisir le texte à insérer
hu: Kérem, adja meg a beillesztendő szöveget!
it: Digita il testo da inserire
ja: 挿入する文字を入力してください
mk: Ве молам напиши текст што сакаш да се внеси
nb: Angi tekst som skal legges inn
pl: Wpisz tekst do wstawienia
sk: Zadajte text, ktorý chcete vložiť
sl: Vnesite besedilo za vstavljanje
sv: Ange text att infoga
vi: Hãy gõ văn bản vào đây

source: Input text
bg: Въвеждане на текст
el: Εισαγωγή κειμένου
es: entrada
fr: Saisissez le texte
hu: Szövegbevitel
it: Inserisci testo
ja: テキスト入力
mk: Внеси текст
nb: Skriv tekst
pl: Wpisz tekst
sk: Vstupný text
sl: Vhodno besedilo
sv: Mata in text
vi: Văn bản nhập vào

source: Please choose an image to insert
bg: Моля изберете изображение, за вмъкване
el: Παρακαλώ επιλέξτε μία εικόνα για την εισαγωγή
es: Elija una imagén a insertar
fr: Veuillez choisir une image à insérer
hu: Kérem, válasszon egy beillesztendő képet!
it: Scegli un'immagine da inserire
ja: 挿入する画像を選んでください
mk: Ве молам изберете слика за внесување
nb: Velg et bilde som skal legges inn
pl: Wybierz obraz do wstawienia
sk: Vyberte obrázok, ktorý chcete vložiť
sl: Izberite sliko, ki jo želite vstaviti
sv: Välj en bild att infoga
vi: Hãy chọn một hình ảnh để chèn

source: Image Files
bg: Файлове с изображения
el: Αρχεία εικόνων
es: Fichero imagén
fr: Fichiers image
hu: Kép fájlok
it: File immagine
ja: 画像ファイル
mk: Датотеки со слики
nb: Bildefiler
pl: Pliki obrazów
sk: Súbory s obrázkami
sl: Slikovne datoteke
sv: Bildfiler
vi: File hình ảnh

source: Text
bg: Текст
el: Κείμενο
es: Texto
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
mk: Текст
nb: Tekst
pl: Tekst
sl: Besedilo
vi: Văn bản

source: object
bg: обект
el: αντικείμενο
es: objeto
fr: Objet
hu: objektum
it: oggetto
ja: オブジェクト
mk: објект
nb: objekt
pl: obiekt
sk: Objekt
sl: predmet
sv: objekt
vi: đối tượng

source: can't open file '%s'
bg: не мога да отворя файла '%s'
el: Το αρχείο %s δεν μπορεί να ανοιχτεί
es: Imposible abrir el fichero '%s'
fr: Impossible d'ouvrir le fichier « %s »
hu: a(z) '%s' fájl nem nyitható meg
it: impossibile aprire il file "%s"
ja: ファイル '%s' を開くことができません。
mk: не можам да ја отворам датотеката %s
nb: kan ikke åpne fil '%s'
pl: nie można otworzyć pliku '%s'
sk: Nedá sa otvoriť súbor „%s"
sl: Datoteke '%s' ni mogoče odpreti
sv: kan inte öppna filen '%s'
vi: Không thể mở file %s

source: Properties
bg: Свойства
el: Ιδιότητες
es: Propiedades
fr: Propriétés
hu: Jellemzők
it: Proprietà
ja: プロパティ
mk: Својство
nb: Egenskaper
pl: Właściwości
sk: Vlastnosti
sl: Lastnosti
sv: Egenskaper
vi: Thuộc tính

source: Action
bg: Действие
el: Ενέργεια
es: Acción
hu: Művelet
it: Azione
ja: アクション
mk: Дејства
nb: Handling
pl: Akcja
sk: Akcia
sl: Dejanje
sv: Åtgärd
vi: Thao tác

source: Jump to
bg: Прескочи към
el: Αναπήδηση σε
es: Saltar a
fr: Sauter vers
hu: Ugrás ide:
it: Salta a
ja: ジャンプ先
mk: Скокни до
nb: Gå til
pl: Skocz do
sk: Prejsť na
sl: Skoči na
sv: Hoppa till
vi: Nhảy đến

source: Play all titles
bg: Възпроизведи всички заглавия
el: Αναπαραγωγή όλων των τίτλων
es: Reproducir todos los títulos
fr: Lire tous les titres
hu: Minden cím lejátszása
it: Riproduci tutti i titoli
ja: 全タイトルを再生
mk: Репродуцирај ги сите наслови
nb: Spill alle titler
pl: Odtwórz wszystkie tytuły
sk: Prehrať všetky tituly
sl: Predvajaj vse naslove
sv: Spela upp alla titlar
vi: Chơi toàn bộ tiêu đề

source: single titleset
bg: единичен комплект със заглавия
el: ένα σετ τιτλων
fr: Groupe titres simple
hu: egyetlen címtár
it: titleset singolo
nb: enkelt oppsett
pl: pojedynczy zestaw
sk: Súbor titulov

source: all titlesets
bg: всички комплекти със заглавия
el: όλα τα σετ τιτλων
fr: Tous les groupes titre
hu: minden címtár
it: tutti i titleset
nb: alle oppsett
pl: wszystkie zestawy
sk: Všetky súbory titulov

source: last selected
bg: последно избраното
el: Επιλεγμένο
es: último seleccionado
fr: Dernière sélection
hu: legutóbbi kiválasztott
it: ultimo selezionato
ja: 最後に選んだもの
mk: последно избрано
nb: sist valgte
pl: ostatnio wybrany
sk: Naposledy vybraný
sl: zadnje izbrani
sv: senast valda
vi: được chọn trước đó

source: track
bg: писта
es: pista
fr: Piste
hu: sáv
it: traccia
ja: トラック
mk: лента
nb: spor
pl: ścieżka
sk: Stopa
sl: sled
sv: spår

source: Audio
bg: Аудио
el: Ήχος
hu: Hang
ja: 音声
mk: Звук
nb: Lyd
sk: Zvuk
sl: Zvok
sv: Ljud

source: off
bg: Изключено
el: κλειστό
es: desactivado
hu: ki
it: spento
ja: オフ
mk: исклучи
nb: av
pl: wyłączone
sk: Vypnúť
sl: izključeno
sv: av
vi: tắt

source: subtitle
bg: субтитри
el: Υπότιτλος
es: Subtítulo
fr: Sous-titres
hu: felirat
it: sottotitolo
ja: 字幕
mk: превод
nb: undertittel
pl: napisy
sk: Titulky
sl: podnaslov
sv: undertext
vi: phụ đề

source: Auto execute command by select
bg: Автоматично изпълнение на избраната команда
el: Αυτόματη εκτέλεση εντολών με επιλογή
es: Auto ejecutar comando por selección
fr: Auto exécution de la commande par sélection
hu: Automatikus végrehajtás kiválasztáskor
it: Auto avvia comando selezionato
nb: Valg av automatisk kjørekomando
pl: Automatycznie wykonaj polecenie przy wyborze
sk: Automaticky spustiť príkaz podľa výberu

source: Navigation
bg: Управление
el: Πλοηγηση
es: Exploración:
hu: Navigálás
it: Navigazione
ja: ナビゲーション:
nb: Navigasjon
pl: Nawigacja
sk: Navigovanie
vi: Định hướng

source: Look
bg: Гледам
el: Εμφάνιση
es: Ver
fr: Voir
hu: Látvány
it: Aspetto
ja: 外観
mk: Изглед
nb: Se
pl: Podejrzyj
sk: Vzhľad
sl: Videz
sv: Se
vi: Nhìn

source: none
bg: никое
el: &Κανένα
es: nada
fr: aucun
hu: nincs
it: nessuno
ja: なし
nb: ingen
pl: żaden
sk: Žiadne
vi: không

source: auto
bg: автоматично
el: αυτόματο
hu: automatikus
ja: 自動
mk: автоматски
sk: Automaticky
sl: samodejno
vi: tự động

source: Normal
bg: Нормален
el: Φυσιολογικό
hu: Normál
it: Normale
ja: 通常時
mk: Нормално
pl: Normalna
sk: Normálny
sl: Navadno
vi: Bình thường

source: Highlighted
bg: Подчертан
el: Επισημασμένο
es: Resaltado
fr: Surligné
hu: Kijelölt
it: Evidenziato
ja: 選択時
mk: Обележано
nb: Markert
pl: Podświetlony
sk: Zvýraznený
sl: Poudarjeno
sv: Färgmarkerad
vi: Đánh dấu

source: Selected
bg: Избран
el: Επιλεγμένο
es: Seleccionado
fr: Sélectionné
hu: Kiválasztott
it: Selezionato
ja: 実行時
mk: Одбрано
nb: Valgt
pl: Wybrany
sk: Vybraný
sl: Izbrano
sv: Markerad
vi: Được chọn

source: Font...
bg: Шрифт...
el: Γραμματοσειρά...
es: Fuente...
fr: Police…
hu: Betűtípus...
ja: フォント設定...
mk: Фонт...
nb: Skrifttype...
pl: Czcionka...
sk: Písmo
sl: Pisava ...
sv: Typsnitt...
vi: Kiểu chữ...

source: Keep Aspect Ratio
bg: Запази съотношението на екрана
el: Aspect ratio
es: Rel. aspecto
fr: Conserver les proportions
hu: Oldalarány megtartása
it: Mantieni le proporzioni
ja: 横縦比を保持する
mk: Задржи Пропорции
nb: Behold Bildeformatet
pl: Zachowaj proporcje
sk: Zachovať pomer strán
sl: Ohrani razmerje stranic
sv: Behåll bildförhållande
vi: Giữ tỉ lệ đồng dạng

source: X Mid
el: Χ Μεσ
es: X Medio
hu: X közép
ja: 左右中央
pl: X środek
sk: X Stred
sl: X - srednji

source: Y Mid
el: Υ Μεσ
es: Y Medio
hu: Y közép
ja: 上下中央
pl: Y środek
sk: Y Stred
sl: Y - srednji

source: Meet
bg: Среща
el: Συναντηση
es: Satisfacer
fr: Entière
hu: Illeszt
it: Unisci
ja: 画像全体を表示
nb: Møt
pl: Krawędź
sk: Prispôsobiť na šírku
sl: Stičišče
sv: Täck
vi: Gặp

source: Slice
bg: Парче
el: Τομή
es: Cortar
fr: Tronquée
hu: Vág
it: Dividi
ja: 画面に合わせて切り取り
nb: Del
pl: Przycięcie
sk: Prispôsobiť na výšku
sl: Nareži
sv: Skär upp
vi: Miếng

source: Image
bg: Изображение
el: Εικόνα
es: Imagen
hu: Kép
it: Immagine
ja: 画像
mk: Слика
nb: Bilde
pl: Obraz
sk: Obrázok
sl: Slika
sv: Bild
vi: Hình Ảnh

source: Video
bg: Видео
el: Βίντεο
es: Vídeo
fr: Vidéo
hu: Film
ja: 映像
pl: Wideo

source: Offset:
bg: Офсет:
el: Μετατόπιση:
es: Desplazamiento:
fr: Compensation :
hu: Eltolás:
it: Spostamento:
ja: ずれ:
mk: Изедначување:
nb: Avstand:
pl: Wyrównanie:
sk: Vyváženie:
sl: Odmik:

source: Deviation:
bg: Отклонение:
el: Διάρκεια:
es: Desvío:
fr: Décalage :
hu: Elhajlás:
it: Deviazione:
ja: ぼかし:
nb: Avvik:
pl: Odchylenie:
sk: Odchýlka:
vi: Độ lệch:

source: Location
bg: Местоположение
el: Τοπος
es: Localización
fr: Position
hu: Hely
it: Posizione
ja: 位置
mk: Локација
nb: Lokasjon
pl: Położenie
sk: Umiestnenie
sl: Mesto
sv: Plats
vi: Địa điểm

source: Rotation
bg: Завъртане
el: Περιστροφή
es: Rotación
hu: Elforgatás
it: Rotazione
ja: 回転
mk: Ротација
nb: Rotasjon
pl: Obrót
sk: Otočenie
sl: Sukanje
vi: Xoay

source: Angle:
bg: Ъгъл:
el: Γωνία:
hu: Nézőpont:
it: Angolo:
nb: Vinkel
pl: Kąt:
sk: Uhol:

source: Size
bg: Размер
el: Μεγεθος
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: 大きさ
mk: Големина
nb: Størrelse
pl: Rozmiar
sk: Veľkosť
sl: Velikost
sv: Storlek
vi: Kích cỡ

source: Width:
bg: Широчина:
el: μήκος:
es: Ancho:
fr: Largeur :
hu: Szélesség
it: Larghezza:
ja: 幅:
mk: Ширина:
nb: Bredde:
pl: Szerokość:
sk: Šírka:
sl: Širina:
sv: Bredd:
vi: Chiều rộng:

source: Height:
bg: Височина:
el: ύψος:
es: Alto:
fr: Hauteur :
hu: Magasság
it: Altezza:
ja: 高さ:
mk: Висина:
nb: Høyde:
pl: Wysokość:
sk: Výška:
sl: Višina:
sv: Höjd:
vi: Chiều cao:

source: Animations...
bg: Анимации...
el: Ενέργειες
hu: Animációk...
it: Animazioni...
nb: Animasjoner...
pl: Animacje...
sk: Animácie...

source: start of current menu
bg: старт от текущото меню
el: εκκίνηση του τρέχοντος μενού
es: inicio del menu actual
fr: Début du menu courant
hu: az aktuális menü kezdete
it: inizio del menu attuale
ja: 現在のメニューから開始
mk: почеток на ова мени
nb: start av aktuell meny
pl: początek bieżącego menu
sk: Začiatok z aktuálneho menu
sl: začetek trenutnega menija
sv: start av aktuell meny
vi: bắt đầu menu hiện tại

source: chapter %d
bg: глава %d
el: κεφάλαιο %d
es: capítulo %d
fr: Chapitre %d
hu: %d. fejezet
it: capitolo %d
ja: チャプター %d
mk: поглавје %d
nb: kapittel %d
pl: rozdział %d
sk: Kapitola %d
sl: poglavje %d
sv: kapitel %d
vi: chương %d

source: Please enter the action command.
bg: Моля, въведете команда за действие.
el: Παρακαλώ πληκτρολογήστε μία εντολή ενέργειας.
es: Por favor entre el comando de acción.
fr: Veuillez saisir la commande d'action.
hu: Kérem, adja meg a műveleti parancsot!
it: Inserire il comando di azione.
ja: アクション コマンドを入力してください。
mk: Ве мома внесете ја дејствената команда.
nb: Angi kommando.
pl: Proszę wpisać polecenie
sk: Zadajte príkaz akcie.
sl: Vnesite ukaz za dejanje.
sv: Ange åtgärdskommando.
vi: Hãy điền vào một dòng lệnh.

source: Titleset
bg: Комплект със заглавия
el: Σετ τίτλων
es: Conjunto
fr: Groupe titres
hu: Címtár
it: Insieme
ja: タイトルセット
mk: Група
nb: Oppsett
pl: Zestaw tytułów
sk: &Súbor
sl: Nabor
sv: Uppsättning
vi: Đặt

source: Menu
bg: Меню
el: Μενού
es: Menú
hu: Menü
ja: メニュー
mk: Мени
nb: Meny
sl: Meni
sv: Meny

source: Video object
bg: Видео обект
el: Αντικείμενο βίντεο
es: Objeto de vídeo
fr: Objet vidéo
hu: Film objektum
it: Oggetto video
ja: 映像オブジェクト
mk: Видео објект
nb: Videoobjekt
pl: Obiekt wideo
sk: Video objekt
sl: Video predmet
sv: Videoobjekt
vi: Đối tượng video

source: Format:
bg: Формат:
el: Μορφή:
es: Formato:
hu: Formátum:
it: Formato:
ja: フォーマット:
mk: Формат:
sk: Formát:
sl: Vrsta zapisa:
vi: Định dạng:

source: Background:
bg: Фон:
el: Φόντο:
hu: Háttér:
it: Sfondo:
nb: Bakgrunn:
pl: Tło:
sk: Pozadie:

source: Image and Video Files
bg: Файлове с изображения и видео
el: Αρχεία εικόνας και βίντεο
hu: Kép- és filmfájlok
it: File immagine e video
nb: Bilde og Video Filer
pl: Obrazy i pliki wideo
sk: Obrázky a video súbory

source: Audio:
bg: Аудио:
el: Ήχος:
hu: Hang:
ja: 音声:
mk: Аудио:
nb: Lyd:
sk: Zvuk:
sl: Zvok:
sv: Ljud:

source: Loop
bg: Цикъл
el: Βρόχος
es: Bucle
fr: Boucle
hu: Ismétlés
it: Ciclo
nb: Løkke
pl: Pętla
sk: Opakovať
vi: Lặp lại

source: Subpicture start/end:
bg: Подчинено изображение начало/край:
el: Υπό-εικόνα έναρξη/λήξη:
fr: Début/fin de sous-image :
hu: Alkép eleje / vége:
it: Sottoimmagine inizio/fine:
nb: Underbildet start / slutt
pl: Początek/Koniec podobrazu:
sk: Podobrázok začiatok/koniec:

source: Remember last selected button
bg: Запомни последно избрания бутон
el: Επιλεγμένο
es: Recordar el último botón seleccionado
fr: Enregistrer le dernier bouton sélectionné
hu: Jegyezze meg a legutóbb kiválasztott gombot
it: Ricorda l'ultimo pulsante selezionato
ja: 最後に選んだボタンを記憶する
mk: Запомни последно избрано копче
nb: Husk sist valgte knapp
pl: Zapamiętaj ostatni wybrany przycisk
sk: Pamätať si naposledy vybrané tlačidlo
sl: Zapomni si zadnje izbrani gumb
sv: Kom ihåg senast valda knapp
vi: Ghi nhớ nút đã chọn lần trước

source: Entry
bg: Влизане
el: Εισοδος
es: Entrada
fr: Entrée
hu: Bejegyzés
it: Voce
ja: 項目
mk: Запис
nb: Oppføring
pl: Wpis
sk: Záznam
sl: Vnos
sv: Ingång

source: Root
bg: Главно меню
el: Ρίζα
es: Raíz
fr: Racine
hu: Főmenü
it: Radice
ja: ルート
mk: Корен
nb: Rot
sk: Základné
sl: Korenska mapa
sv: Rot

source: Subtitle
bg: Субтитри
el: Υπότιτλος
es: Subtítulo
fr: Sous-titre
hu: Felirat
it: Sottotitolo
ja: 字幕
mk: Превод
nb: Undertittel
pl: Napisy
sk: Titulky
sl: Podnaslov
sv: Undertext
vi: Phụ đề

source: Angle
bg: Ъгъл
el: Γωνία
es: Ángulo
hu: Nézőpont
it: Angolo
ja: アングル
mk: Агол
nb: Vinkel
pl: Kąt
sk: Uhol
sl: Gledišče
sv: Vinkel
vi: Góc

source: Title
bg: Заглавие
el: Τίτλος
es: Título
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
mk: Наслов
nb: Tittel
pl: Tytuł
sk: Titul
sl: Naslov
sv: Titel
vi: Tiêu đề

source: Pre commands:
bg: Предварителни команди:
el: Προεντολές
es: Pre-comandos:
fr: Commandes antérieures :
hu: Belépő parancsok:
it: Pre comandi:
ja: プリ・コマンド:
mk: Пред команди:
nb: Forehåndskommandoer:
pl: Polecenia przed:
sk: Pred-príkazy:
sl: Pred-ukazi:
sv: Förhandskommandon:
vi: Lệnh trước đó:

source: Post commands:
bg: Последстващи команди:
el: Μεταεντολές
es: Post-comandos:
fr: Commandes postérieures :
hu: Kilépő parancsok:
it: Post comandi:
ja: ポスト・コマンド:
mk: После команди:
nb: Etterkommandoer:
pl: Polecenia po:
sk: Po-príkazy:
sl: Po-ukazi:
sv: Efterhandskommandon:
vi: Đăng lệnh:

source: Cells...
bg: Клетки:
el: Κελιά...
fr: Cellules…
hu: Cellák...
it: Celle...
nb: Celler...
pl: Komórki...
sk: Položky

source: Actions...
bg: Действия:
el: Ενέργειες...
hu: Műveletek...
it: Azioni...
nb: Handlinger...
pl: Akcje...
sk: Akcie

source: Subpicture end must be greater than start or empty
bg: Подчиненото изображение трябва да бъде по-голямо, от началното или да е празно
el: Υποεικόνα τέλους πρέπει να είναι μεγαλύτερη από την εκκίνηση ή άδεια
fr: La sous-image de fin doit être supérieure à celle de début ou vide
hu: Az alkép vége legyen az elejénél több vagy üres
it: La fine della sottoimmagine deve essere maggiore dell'inizio o vuota
nb: Underbildet-slutten må være større enn starte eller tom
pl: Koniec podobrazu musi być większy niż początek lub pusty
sk: Podobrázok musí byť väčší ako na začiatku alebo prázdny

source: File %s doesn't exist.
bg: Файла %s не съществува
el: Αυτο το αρχειο %s δεν υπαρχει.
es: El fichero %s no existe.
fr: Le fichier « %s » n'existe pas.
hu: A(z) %s fájl nem létezik.
it: Il file %s non esiste.
ja: ファイル %s は存在しません。
mk: Датотеката %s не постои.
nb: %s eksisterer ikke
pl: Plik %s nie istnieje.
sk: Súbor „%s" neexistuje.
sl: Datoteka %s ne obstaja.
sv: Filen %s finns inte.
vi: Tập tin %s không tồn tại.

source: File %s isn't audio file.
bg: Файла %s няма аудио файл.
el: Αυτο το αρχειο %s δεν ειναι αρχειο ηχου
es: El fichero %s no es de audio.
fr: Le fichier « %s » n'est pas un fichier audio.
hu: A(z) %s nem hangfájl.
it: Il file %s non è un file audio.
ja: ファイル %s は音声ファイルではありません。
mk: Датотеката %s не е звучна датотека.
nb: %s er ikke en lydfil
pl: Plik %s nie jest plikiem audio.
sk: Súbor „%s" nie je zvukový súbor.
sl: Datoteka %s ni zvočna datoteka.
sv: Filen %s är inte en ljudfil.
vi: Tập tn %s không có phần audio.

source: Post commands will not be executed if pause is set to -1
bg: Публикувайте команди няма да бъдат изпълнени ако паузата е настроена на -1
el: Μεταγενέστερες εντολές δεν θα εκτελεστούν αν η παύση έχει οριστεί σε -1
fr: La commande postérieure ne sera pas exécutée si la pause vaut « -1 »
hu: A kilépő parancsok -1 szünet mellett nem hajtódnak végre
it: I post comandi non saranno eseguiti se la pausa è impostata a -1
nb: Innleggskommandoene vil ikke bli utført dersom pause er satt til -1
pl: Polecenia 'po' nie zostaną wykonane, jeśli przerwa ustawiona jest na -1
sk: Po-príkazy nemôžu byť vykonané ak je pauza nastavená na -1

source: &Don't show this message again
bg: &Не показвай това съобщение отново
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα
es: No &ver este mensaje de nuevo
fr: &Ne plus afficher ce message
hu: Ne mutassa többé ezt az üzenetet
it: &Non mostrare più questo messaggio
ja: 次回からこのメッセージを表示しない(&D)
mk: Не ја прикажувај оваа порака повторно
nb: &Ikke vis denne meldingen igjen
pl: Nie &wyświetlaj ponownie tego komunikatu
sk: &Nabudúce nezobrazovať túto správu
sl: &Tega sporočila ne prikaži več
sv: Visa &inte detta meddelande igen
vi: &Không hiển thị thông điệp này nữa
