Repository: Eliminater74/DVDStyler
Catalog: locale/*.po
Languages: bg, el, es, fr, hu, it, ja, mk, nb, pl, sk, sl, sv, vi

source: &Undo Ctrl-Z
bg: &Отмяна Ctrl-Z
el: &Δημιουργία Ctrl-N
es: &Deshacer Ctrl-Z
fr: &Annuler Ctrl-Z
hu: Visszavonás Ctrl-Z
it: &Annulla Ctrl-Z
ja: 元に戻す(&U) Ctrl-Z
mk: &Врати Ctrl-Z
nb: &Angre Ctrl-Z
pl: &Cofnij Ctrl-N
sk: Krok &späť Ctrl-N
sl: &Razveljavi Ctrl-Z
sv: &Ny Ctrl-N
vi: &Hủy bỏ Ctrl-Z

source: &Redo Ctrl-Y
bg: &Повторение Ctrl-Y
el: &Δημιουργία Ctrl-N
es: &Rehacer Ctrl-Y
fr: &Refaire Ctrl-Y
hu: Mégis Ctrl-Y
it: &Ripristina Ctrl-Y
ja: やり直す(&R) Ctrl-Y
mk: &Повтори Ctrl-Y
nb: &Gjør om Ctrl-Y
pl: &Powtórz Ctrl-N
sk: Krok &dopredu Ctrl-N
sl: &Ponovi Ctrl-Y
sv: &Ny Ctrl-N
vi: &Làm lại Ctrl-Y

source: &Edit
bg: &Редактиране
el: &Επεξεργασια
es: &Editar
fr: &Editer
hu: Szerkesztés
it: &Modifica
ja: 編集(&E)
mk: Ур&еди
nb: &Rediger
pl: &Edytuj
sk: &Upraviť
sl: Ur&edi
vi: &Chỉnh sửa

source: &File...
bg: &Файл...
el: &Αρχείο
es: &Archivo
fr: &Fichier…
hu: &Fájl...
ja: ファイル(&F)...
mk: &Датотека
nb: &Fil...
pl: &Plik...
sk: &Súbor
sl: &Datoteka ...
sv: &Fil...
vi: T&ập tin...

source: File as &chapter...
bg: Файла като &глава...
el: Αρχειο ως κεφαλαιο...
es: Fichero como &cápitulo...
fr: Fichier comme &chapitre…
hu: Fájl mint fejezet...
it: File come &capitolo...
ja: ファイルをチャプターとして(&C)...
mk: Датотека како поглавје...
nb: Fil som &kapittel...
pl: Plik jako &rozdział...
sk: Súbor ako &kapitolu
sl: Datoteka kot &poglavje ...
sv: Vänta...
vi: Tập tin dạng &chương...

source: Titles from &DVD...
bg: Заглавия от &DVD...
el: Τιτλοι απο το &DVD...
es: Títulos de &DVD
fr: Titres du &DVD…
hu: Címek a &DVD-ről...
it: Titoli dal &DVD...
ja: タイトルを DVD から(&D)...
nb: Tittler fra &DVD...
pl: Tytuły z &DVD...
sk: Tituly z &DVD
vi: Tiêu đề từ &DVD...

source: &Menu
bg: &Меню
el: &Μενού
hu: &Menü
ja: メニュー(&M)
mk: &Мени
nb: &Meny
sl: &Meni
sv: &Meny

source: &Chapter menu
bg: &Глави - меню
el: Κεφαλαίου μενού
es: menú de &capítulos
fr: Menu &chapitre
hu: &Fejezet-menü
it: Menu &Capitolo
nb: &Kapittel meny
pl: Menu &rozdziałów
sk: Menu &kapitol

source: &VMGM menu
bg: &VMGM меню
el: Μενού &VMGM
fr: Menu &VMGM
hu: &VMGM menü
it: Menu &VMGM
nb: &VMGM meny
pl: Menu &VMGM

source: &Titleset
bg: &Kомплект със заглавия
el: &Σετ τίτλων
es: Set de &Titulos
fr: Groupe &titres
hu: Címtár
it: &Titolo
ja: タイトルセット(&T)
mk: &Насловна Група
nb: &Titteloppsett
pl: Zestaw &tytułów
sk: Súbor &titulov
sl: &Nabor posnetkov
sv: &Titeluppsättning
vi: S&ửa tiêu đề

source: &Add
bg: &Добавяне
el: &Προσθήκη
es: &Añadir
fr: &Ajouter
hu: Hozzá&adás
it: &Aggiungi
ja: 追加(&A)
mk: &Додај
nb: &Legg til
pl: &Dodaj
sk: &Pridať
sl: &Dodaj
sv: &Lägg till
vi: &Thêm

source: &Options...
bg: &Опции...
el: &Επιλογές...
es: &Opciones
hu: &Opciók...
it: &Opzioni...
ja: オプション(&O)...
mk: &Подесувања...
nb: &Brukervalg...
pl: &Opcje...
sk: &Možnosti
sl: &Možnosti ...
sv: &Alternativ...
vi: Tùy c&họn...

source: &Settings...
bg: &Настройки...
el: &Ρυθμίσεις...
es: &Preferencias...
fr: &Paramètres…
hu: Beállítások...
it: &Impostazioni...
ja: 設定(&S)...
mk: &Подесувања...
nb: &Innstillinger...
pl: &Ustawienia...
sk: &Nastavenia
sl: &Nastavitve ...
sv: &Inställningar...
vi: &Thiết lập...

source: &Configuration
bg: &Конфигурация
el: &Διαμόρφωση
es: &Configuración
hu: Konfigurálás
it: &Configurazione
ja: 構成(&C)
mk: &Конфигурација
nb: &Konfigurasjon
pl: &Konfiguracja
sk: &Konfigurácia
sl: &Prilagoditev
sv: &Konfiguration
vi: &Chỉnh sửa

source: &Contents F1
bg: &Съдържание F1
el: &Περιεχόμενα F1
es: &Contenidos F1
fr: &Contenu F1
hu: Tartalom F1
it: &Contenuti F1
ja: 目次(&C) F1
mk: &Содржини F1
nb: &Innhold F1
pl: &Zawartość F1
sk: &Pomocník F1
sl: &Vsebina F1
sv: &Innehåll F1
vi: &Nội dung F1

source: &About...
bg: &За програмата...
el: &Πληροφορίες...
es: &Acerca de...
fr: &A propos…
hu: Névjegy...
it: &A proposito...
ja: DVDStyler について(&A)...
mk: &За...
nb: &Om...
pl: &O programie...
sk: &O programe
sl: &O programu ...
sv: &Om...
vi: &Thông tin về...

source: &Help
bg: &Помощ
el: &Βοήθεια
es: A&yuda
fr: &Aide
hu: Súgó
it: &Aiuto
ja: ヘルプ(&H)
mk: &Помош
nb: &Hjelp
pl: &Pomoc
sk: &Pomoc
sl: Po&moč
sv: &Hjälp
vi: T&rợ giúp

source: Directory
bg: Директория
el: Φάκελος
es: Carpeta
fr: Dossier
hu: Mappa
it: Cartella
ja: ディレクトリ
mk: Директориум
nb: Mappe
pl: Katalog
sk: Ad&resár
sl: Mapa
sv: Katalog
vi: Thư mục

source: &Assign to background
bg: &Присвояване за фон
el: &Ορισμός φόντου
es: &Assignar como fondo
fr: Mettre en &arrière-plan
hu: Beállítás háttérnek
it: &Imposta come sfondo
ja: 背景に設定する(&A)
mk: &Назначи на позадина
nb: &Bruke som bakgrunn
pl: &Użyj jako tła
sk: &Nastaviť ako pozadie
sl: &Dodeli ozadju
sv: A&nvänd som bakgrund
vi: G&án cho hình nền

source: &Delete
bg: &Изтриване
el: &Διαγραφή
es: &Borrar
fr: &Effacer
hu: Törlés
it: C&ancella
ja: 削除(&D)
mk: &Бриши
nb: &Slett
pl: &Usuń
sk: &Vymazať
sl: Iz&briši
sv: &Ta bort
vi: &Xóa

source: New
bg: Нов
el: Δημιουργία
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
ja: 新規作成
mk: Ново
nb: Ny
pl: Nowy
sk: Nový
sl: Nov
sv: Ny
vi: Mới

source: Open...
bg: Отвори...
el: Ανοιγμα...
es: Abrir...
fr: Ouvrir…
hu: Megnyitás...
it: Apri...
ja: プロジェクトファイルを開く...
mk: Отвори...
nb: Åpne...
pl: Otwórz...
sk: Otvoriť
sl: Odpri ...
sv: Öppna...
vi: Mở...

source: Save
bg: Съхрани
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 上書き保存
mk: Сними
nb: Lagre
pl: Zapisz
sk: Uložiť
sl: Shrani
sv: Spara
vi: Lưu

source: DVD Options...
bg: DVD Опции...
el: &Επιλογές...
es: Opciones del DVD...
fr: Options DVD…
hu: DVD opciók
it: Opzioni DVD...
ja: DVD オプション...
mk: &ДВД Опции...
nb: DVD Brukervalg...
pl: Opcje DVD...
sk: Možnosti DVD
sl: Možnosti DVD-ja ...
sv: &Alternativ...
vi: Tùy chọn DVD...

source: Burn...
bg: Записване...
el: Εγγραφή...
es: Quemar...
fr: Graver…
hu: Írás...
it: Scrivi...
ja: DVD 書込み...
mk: Режи...
nb: Brenn...
pl: Wypal...
sk: Napáliť
sl: Speci ...
sv: Bränn...
vi: Ghi đĩa...

source: Add File...
bg: Добави файл...
el: Προσθηκη αρχειου...
es: Añadir ficheros...
fr: Ajouter un fichier…
hu: Fájl hozzáadás...
it: Aggiungi File...
ja: ファイル追加...
mk: Додади датотека...
nb: Legg til fil...
pl: Dodaj plik...
sk: Pridať súbor
sl: Dodaj datoteko ...
sv: Lägg till fil...
vi: Thêm file...

source: File browser
bg: Преглеждане на файлове
el: Εξερεύνηση αρχείων
es: Archivos
fr: Parcourir
hu: Fájlböngésző
it: Esplora file
ja: ファイルブラウザー
mk: Барач
nb: Fil-liste
pl: Przeglądarka plików
sk: Prehliadač súborov
sl: Raziskovalec
sv: Filbläddrare
vi: Duyệt tìm file

source: Backgrounds
bg: Фонове
el: Φόντο
es: Fondos
fr: Arrière-plans
hu: Hátterek
it: Sfondi
ja: 背景画像
mk: Позадини
nb: Bakgrunner
pl: Tła
sk: Pozadia
sl: Ozadja
sv: Bakgrunder
vi: Hình nền

source: Buttons
bg: Бутони
el: Κουμπιά
es: Botones
fr: Boutons
hu: Gombok
it: Pulsanti
ja: ボタン
mk: Дела
nb: Knapper
pl: Przyciski
sk: Tlačidlá
sl: Gumbi
sv: Knappar
vi: Nút

source: button
bg: бутон
el: κουμπί
es: botón
fr: Bouton
hu: gomb
it: pulsante
ja: ボタン
mk: копче
nb: knapp
pl: przycisk
sk: Tlačidlo
sl: gumb
sv: knapp
vi: nút

source: Double click to set the background.
bg: Кликнете два пъти за задаване на фон.
el: Κάντε διπλό πάτημα για τον ορισμό φόντου.
es: Doble click para fijar como fondo.
fr: Double-clic pour mettre en arrière-plan.
hu: Dupla-kattintással beállítja a hátteret.
it: Doppio clic per impostare lo sfondo.
ja: ダブルクリックで背景画像を指定します。
mk: Двоек клик за да смените позадина.
nb: Dobbelklikk for å legge inn bakgrunn.
pl: Kliknij podwójnie aby ustawić tło
sk: Dvojitým kliknutím nastavíte ako pozadie.
sl: Dvokliknite, če želite nastaviti ozadje.
sv: Dubbelklicka för att ställa in bakgrunden.
vi: Click đúp chuột để thiết lập hình nền.

source: %d slides
bg: %d слайдове
el: %d διαφάνειες
es: %d diapositivas
fr: %d diapos
hu: %d diakép
it: %d diapositive
nb: %d lysbilder
pl: %d slajdów
sk: %d snímok

source: min
bg: минимум
el: λεπ.
hu: perc
ja: 分
mk: мин
vi: nhỏ nhất

source: Are you sure you want to delete '%s' from the file system?
bg: Наистина ли искате да изтриете '%s' от файловата система?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε το %s;
es: Desea realmente borrar %s del sistema de ficheros?
fr: Voulez-vous vraiment supprimer le(s) fichier(s) « %s » ?
hu: Biztos, hogy törli a(z) '%s' fájlt a rendszerből?
it: Sei sicuro di voler cancellare "%s" dal disco?
ja: 本当に '%s' をファイルシステムから削除しますか?
mk: Дали сте сигурни дека ќе го бришете '%s' од вашиот датотечен систем?
nb: Sikker på at du vil slette %s fra filsystemet?
pl: Czy na pewno chcesz usunąć '%s' z systemu plików?
sk: Naozaj chcete natrvalo vymazať súbor %s?
sl: Ste prepričani, da želite izbrisati '%s'?
sv: Vill du verkligen ta bort '%s'?
vi: Bạn có thực sự muốn xóa %s từ hệ thống tập tin?

source: Select chapter
bg: Избери глава
el: Επιλογη κεφαλαίου
es: Seleccionar capítulo
fr: Sélectionner chapitre
hu: Fejezetválasztás
it: Seleziona Capitolo
nb: Velg kapittel
pl: Wybierz rozdział
sk: Vybrať kapitolu

source: Play all
bg: Възпроизвеждане на всичко
el: Αναπαραγωγή όλων
es: Reproducir todo
fr: Lire tout
hu: Az összes lejátszása
it: Riproduci tutto
ja: すべて再生
mk: Пушти сѐ
nb: Spill av alt
pl: Odtwórz wszystko
sk: Prehrať všetko
sl: Predvajaj vse
sv: Spela upp allt
vi: Bật tất cả

source: Select title
bg: Избери заглавие
el: Επιλογη τιτλου
es: Título seleccionado
fr: Sélectionner un titre
hu: Címválasztás
it: Seleziona titolo
ja: タイトル選択
mk: Избери наслов
nb: Velg tittel
pl: Wybierz tytuł
sk: Vybrať titul
sl: Izberite naslov
sv: Markerad
vi: Chọn tiêu đề

source: Back
bg: Назад
el: Πισω
es: Atras
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
mk: Назад
nb: Tilbake
pl: Wstecz
sk: Späť
sl: Nazaj
sv: Tillbaka
vi: Quay lại

source: Previous
bg: Предишно
el: Προηγουμενο
es: Previo
fr: Précédent
hu: Előző
it: Precedente
ja: 前へ
nb: Forrige
pl: Poprzedni
sk: Predchádzajúci
vi: Trước đó

source: Next
bg: Следващо
el: Επομενο
es: Siguiente
fr: Suivant
hu: Következő
it: Successivo
ja: 次へ
nb: Neste
pl: Następny
sk: Ďalší
vi: Tiếp theo

source: Error opening '%s'
bg: Грешно отваряне на '%s'
el: Λάθος κατά το άνοιγμα του '%s'
es: Erro al abrir '%s'
fr: Erreur à l'ouverture de « %s »
hu: Hiba történt a(z) '%s' megnyitásakor
it: Errore di apertura '%s'
ja: '%s' を開く際にエラーが発生しました
mk: Грешка при отворање '%s'
nb: Feil ved åpning av '%s'
pl: Błąd otwierania "%s"
sk: Chyba pri otváraní súboru „%s"
sl: Napaka pri odpiranju '%s'
sv: Fel vid öppning av '%s'
vi: Lỗi chương trình khi mở '%s'

source: Open a DVDStyler project file
bg: Отвори проектен файл на DVDStyler
el: Ανοιγμα ενός DVDStyler έργου
es: Abrir un proyecto DVDStyler
fr: Ouvrir un fichier projet DVDStyler
hu: DVDStyler projekt fájl megnyitása
it: Apri un progetto DVDStyler
ja: DVDStyler プロジェクトファイルを開く
mk: Отвори ДВДСтајлер проектна датотека
nb: Åpne et DVDStyler prosjektfil
pl: Otwórz projekt DVDStyler
sk: Otvoriť DVDStyler projekt
sl: Odpri datoteko projekta DVDStyler
sv: Öppna en DVDStyler-projektfil
vi: Mở một file DVDStyler

source: Project files
bg: Проектни файлове
el: Ιδιότητες αρχειων
es: Ficheros de proyecto
fr: Fichiers projet
hu: Projekt fájlok
it: File progetto
ja: プロジェクトファイル
mk: Датотеки на проект
nb: Prosjekt filer
pl: Pliki projektu
sk: Súbory projektu
sl: Projektne datoteke
sv: Egenskaper
vi: Tập tin dự án

source: Untitled
bg: Неозаглавен
el: Ανώνυμο
es: Sin título
fr: Sans titre
hu: Névtelen
it: Senza titolo
ja: 無題
mk: Без наслов
nb: Navnløs
pl: Bez tytułu
sk: Bez názvu
sl: Neimenovano
sv: Namnlös
vi: Chưa có tiêu đề

source: The file '%s' was modified, save changes?
bg: Файла '%s' е променен, да съхраня ли промените?
el: Το αρχείο '%s' τροποποιήθηκε, αποθήκευση αλλαγών;
es: El fichero '%s' ha sido modificado, ¿Quiere guardar los cambios?
fr: Le fichier « %s » a été modifié, enregistrer les modifications ?
hu: A(z) '%s' fájl megváltozott. Kívánja menteni?
it: Il file "%s" è stato modificato, vuoi salvarlo?
ja: ファイル '%s' は変更されています。保存しますか?
mk: Датотека '%s' е изменета, да снимам промени?
nb: Filen '%s' er blitt endret, lagre endringer?
pl: Plik '%s' został zmieniony, zapisać zmiany?
sk: Súbor „%s" bol zmenený, chcete uložiť zmeny?
sl: Datoteka '%s' je bila spremenjena, želite shraniti spremembe?
sv: Filen '%s' har ändrats. Vill du spara ändringarna?
vi: Tập tin '%s' đã được chỉnh sửa, bạn có muốn lưu không?

source: Save a DVDStyler project file
bg: Съхрани проектен файл на DVDStyler
el: Αποθήκευση ενός DVDStyler έργου
es: Guardar el proyecto DVDStyler
fr: Enregistrer un fichier projet DVDStyler
hu: DVDStyler projekt fájl mentése
it: Salva il progetto DVDStyler
ja: DVDStyler プロジェクトファイルを保存
mk: Сними како ДВДСтајлер проектна датотека
nb: Lagre en DVDStyler prosjektfil
pl: Zapisz projekt DVDStyler
sk: Uložiť ako DVDStyler projekt
sl: Shrani datoteko projekta DVDStyler
sv: Spara en DVDStyler-projektfil
vi: Lưu file dự án DVDStyler

source: The selected video files don't fit on DVD. Please reduce video quality (bitrate) or remove some titles.
bg: Избраните видео файлове не се събират на DVD. Моля намалете видео качеството (bitrate) или премахнете някои заглавия.
el: Τα επιλεγμένα αρχεία βίντεο δεν χωράνε στο DVD. Παρακαλώ ελαττώστε την ποιότητα βίντεο (bitrate) ή αφαιρέστε μερικούς τίτλους.
es: Los ficheros de video seleccionados no caben en el DVD. Reduzca la calidad de los videos (bitrate) o quite algunos títulos.
fr: Le fichier vidéo sélectionné ne peut tenir sur un DVD. Veuillez réduire la qualité vidéo (bitrate) ou retirer certains titres.
hu: A kiválasztott filmek nem férnek rá a DVD-re. Kérem, csökkentse a képsáv minőségét (bitsebességét), vagy távolítson el néhány fájlt.
it: I file selezionati non possono essere adattati al DVD. Riduci la qualità video (bitrate) oppure elimina qualche titolo.
ja: 選択した映像ファイルは DVD に収まりません。 映像品質(ビットレート)を落とすか、タイトルを減らしてください。
mk: Избраните видео датотеки не ги собира на ДВД. Ве молам намалете го видео квалитетот (битрејт) или отстранете некои наслови.
nb: Valgt video fil er for stor for DVD. Reduser video kvaliteten (bit-frekvens) eller fjern noen titler.
pl: Wybrane pliki wideo nie mieszczą się na DVD. Proszę zmniejszyć jakość wideo (bitrate) lub usunąć niektóre tytuły.
sk: Vybrané video súbory presahujú kapacitu DVD. Znížte prosím kvalitu videa (dátový tok) alebo odstráňte niektoré kapitoly.
sl: Izbrane video datoteke so preobsežne za DVD. Zmanjšajte kakovost videa (bitno hitrost) ali odstranite nekatere naslove.
sv: De valda videofilerna får inte plats på en DVD. Sänk videokvaliteten (bitfrekvens) eller ta bort några titlar.
vi: Các file video được chọn không tương xứng với DVD. Hãy giảm chất lượng video (bitrate) hoặc loại bỏ bớt tiêu đề.

source: Project doesn't contain any video title. To add a title please drag a video file into the bottom section of the window.
bg: Проекта не съдържа никакви видео заглавия. За да добавите заглавие моля плъзнете видео файл в долната част на прозореца.
el: Δεν έχουν οριστεί τίτλοι. Για να προσθέσετε ένα τίτλο παρακαλώ τραβήξτε ένα αρχείο βίντεο στο κάτω μέρος του παραθύρου.
es: El proyecto no contiene ningún título de vídeo. Para añadir un título, arrastre un fichero de vídeo a la sección inferior de la ventana.
fr: Le projet ne contient aucun titre vidéo. Pour ajouter un titre, veuillez déposer un fichier vidéo dans la section inférieures de la fenêtre.
hu: A projekt nem tartalmaz egyetlen filmcímet se. Cím hozzáadásához kérem húzzon egy filmfájlt az ablak alsó részébe.
it: Il progetto non contiene alcun titolo video. Per aggiungere un titolo, trascina il file video nella finestra in basso.
ja: プロジェクトに映像タイトルが一つもありません。 ウィンドウ画面下部のところに、映像ファイルをドラッグして追加してください。
mk: Проектот не содржи ниеден видео наслов. За да додадеш наслов ве молам влечете видео датотека на дното од овој прозорец.
nb: Prosjektet mangler video tittel. For å legge til en tittel, dra en video-fil til nedre seksjon av vinduet.
pl: Projekt nie zawiera żadnych tytułów. Aby dodać tytuł należy przeciągnąć plik wideo na dolną cześć okna.
sk: Projekt neobsahuje žiaden video titul. Pridajte titul pretiahnutím video súboru do spodnej časti okna.
sl: Projekt ne vsebuje nobenega posnetka. Če želite dodati video, povlecite njegovo datoteko v spodnji del okna.
sv: Projektet innehåller ingen videotitel. För att lägga till en titel så dra en videofil till nedre delen av fönstret.
vi: Dự án này không có tiêu đề cho file video. Để thêm tiêu đề hãy kéo và thả chuột một file video vào vùng chọn ở cuối cửa sổ.

source: Titleset %d doesn't contain any video title. To add a title please drag a video file into the bottom section of the window.
bg: Комплекта със заглавия %d не съдържа никакви видео заглавия. За да добавите заглавие, моля провлачете видео файла в долната секция на прозореца.
el: Το σετ τίτλων %d δεν περιέχει κάποιο τίτλο βίντεο. Για να προσθέσεις ένα τίτλο τράβηξε ένα αρχείο βίντεο στο κάτω τμήμα του παραθύρου.
es: El conjunto de títulos %d no contiene vídeos. Para añadir uno arrástrelo a la sección inferior de la ventana.
fr: Le groupe titres %d ne contient aucun titre vidéo. Pour ajouter un titre, veuillez déposer un fichier vidéo dans la section inférieures de la fenêtre.
hu: A(z) %d. címtár nem tartalmaz egyetlen filmcímet se. Cím hozzáadásához kérem húzzon egy filmfájlt az ablak alsó részébe.
it: Il titolo %d non contiene alcun titolo video. Per aggiungere un titolo trascina un file video nella sezione bassa della finestra.
ja: タイトルセット %d には映像タイトルが一つもありません。 ウィンドウ画面下部のところに、映像ファイルをドラッグして追加してください。
mk: Насловната група %d не содржи ниеден наслов. За додате наслов ве молам влечете видео датотека на дното од овој прозорец.
nb: Titteloppsettet %d mangler videotittel. For å legge til en tittel, dra en video-fil til nedre seksjon av vinduet.
pl: Zestaw tytułów %d nie zawiera żadnych plików. Aby dodać pliki należy je przeciągnąć na dolną cześć okna.
sk: Súbor titulov %d neobsahuje žiadne video tituly. Ak chcete pridať kapitolu, pretiahnite video súbor kurzorom myši do spodnej časti okna.
sl: Nabor posnetkov %d ne vsebuje nobenega video posnetka. Če želite dodati video, povlecite njegovo datoteko v spodnji del okna.
sv: Titeluppsättning %d innehåller inte någon videotitel. För att lägga till en titel, dra en videofil till nedre delen av fönstret.
vi: Tiêu đề %d không có tiêu đề cho file video. Để thêm tiêu đề hãy kéo và thả chuột một file video vào vùng chọn ở cuối cửa sổ.

source: Audio/Video/Subtitle Files
bg: Файлове Аудио/Видео/Субтитри
el: Αρχεία Ήχου/Βίντεο/Υπότιτλων
es: Ficheros Audio/Video/Subtítulos
fr: Fichiers Audio/Vidéo/Sous-titres
hu: Hang-, film- vagy felirat fájlok
it: File Audio/Video/Sottotitoli
ja: 音声/映像/字幕ファイル
mk: Звучни/Видео/Превод Датотеки
nb: Lyd/Video/Undertittel Filer
pl: Audio/Wideo/Pliki z napisami
sk: Súbory audia/videa/titulkov
sl: Zvočne/video/podnapisne datoteke
sv: Ljud-/Video-/Undertextfiler
vi: Tập tin Audio/Video/Phụ đề

source: Audio Files
bg: Аудио файлове
el: Αρχεία ήχου
es: Ficheros Audio
fr: Fichiers audio
hu: Hangfájlok
it: File audio
ja: 音声ファイル
mk: Звучни Датотеки
nb: Lyd Filer
pl: Pliki audio
sk: Audio súbory
sl: Zvočne datoteke
sv: Ljudfiler
vi: Tập tin Audio

source: Video Files
bg: Видео файлове
el: Αρχεία βιντεο
es: Ficheros Video
fr: Fichiers vidéo
hu: Filmfájlok
it: File video
ja: 映像ファイル
mk: Видео Датотеки
nb: Video Filer
pl: Pliki wideo
sk: Video súbory
sl: Video datoteke
sv: Videofiler
vi: Tập tin Video

source: Subtitle Files
bg: Файлове със субтитри
el: Αρχεια υπότιτλων
es: Ficheros de Subtítulos
fr: Fichiers sous-titres
hu: Felirat fájlok
it: File sottotitoli
ja: 字幕ファイル
mk: Датотеки со Превод
nb: Undertittel Filer
pl: Pliki z napisami
sk: Súbory s titulkami
sl: Datoteke podnaslovov
sv: Undertextfiler
vi: Tập tin Phụ đề

source: Image Files
bg: Файлове с изображения
el: Αρχεία εικόνων
es: Ficheros imagén
fr: Fichiers image
hu: Képfájlok
it: File immagini
ja: 画像ファイル
mk: Датотеки со слики
nb: Bildefiler
pl: Pliki obrazów
sk: Súbory s obrázkami
sl: Slikovne datoteke
sv: Bildfiler
vi: Tập tin hình ảnh

source: Choose DVD device or directory
bg: Избери DVD устройство или директория
el: Επιλογή φακέλου
es: Seleccione Grabadora DVD ó carpeta
fr: Sélectionner un périphérique DVD ou un répertoire
hu: Válasszon DVD eszközt vagy mappát
it: Seleziona un dispositivo o una cartella DVD
ja: DVD デバイスまたはディレクトリの選択
nb: Velg DVD enhet eller mappe
pl: Wybierz urządzenie DVD lub katalog
sk: Vyberte DVD zariadenie alebo adresár
vi: Chọn một thiết bị DVD hoặc một thư mục

source: Choose a titleset to add:
bg: Избери комплекта със заглавия за добавяне:
el: Επιλέξτε ένα σετ τίτλων να προσθέσετε
es: Seleccione un conjunto de títulos para añadir:
fr: Sélectionner un groupe de titre à ajouter :
hu: Címtár hozzáadása:
it: Seleziona un file VTS da aggiungere:
nb: Velg et titloppset for å legge til:
pl: Wybierz zestaw tytułów do dodania:
sk: Vyberte titul, ktorý chcete pridať:

source: %s and %s are overlapping
bg: %s и %s са припокриващи
el: %s και %s είναι επικαλυπτόμενα
fr: %s et %s se recouvrent
hu: %s és %s átfedik egymást
it: %s e %s si sovrappongono
nb: %s og %s er overlappende
pl: %s i %s nachodzą na siebie
sk: %s a %s sa prekrývajú

source: ID
hu: azonosító
pl: Identyfikator

source: Command
bg: Команда
el: Προεντολές
es: Comando
fr: Commande
hu: Parancs
it: Comando
ja: コマンド
nb: Kommando
pl: Polecenie
sk: Príkaz
vi: Lệnh

source: Menu Actions
bg: Опции на менюто
el: Ενέργεια
es: Acciones del Menu:
fr: Actions du menu
hu: Menü műveletek
it: Azioni menu
ja: メニューアクション
nb: Meny handlinger
pl: Akcje menu
sk: Menu akcií
vi: Thao tác Menu

source: Actions:
bg: Действия:
el: Ενέργεια
es: Acciones:
hu: Műveletek:
it: Azioni:
ja: アクション:
nb: Handlinger:
pl: Akcje:
sk: Akcie:
vi: Thao tác:

source: Duplicated action ID '%s'.
bg: Дублирано действие с ID '%s'.
el: μη έγκυρη ενέργεια %s'.
es: ID de acción duplicado '%s'
fr: L'action d'ID « %s » est en double.
hu: A(z) '%s' műveletazonosító duplán szerepel
it: ID azione "%s" duplicata.
ja: アクション ID '%s' が重複しています。
nb: Gjenta handlings ID '%s'.
pl: Powielony identyfikator akcji '%s'.
sk: Duplikovné ID „%s".
vi: Trùng thao tác ID '%s'.

source: Regular
bg: Постоянно
el: Κανονικα
fr: Régulier
hu: Normál
it: Normale
ja: 通常
mk: Обично
nb: Vanlig
pl: Zwykła
sk: Normálny
sl: Običajno
sv: Normal
vi: Thường

source: Type
bg: Тип
el: Τυπος
es: Tipo
hu: Típus
it: Tipo
ja: 種類
pl: Typ
sk: Písmo
vi: Loại

source: End
bg: Край
el: Τελος
es: Fin
fr: Fin
hu: Vég
it: Fine
ja: 終了
nb: Slutt
pl: Koniec
sk: Koniec
vi: Kết thúc

source: Pause
bg: Пауза
el: Παύση
es: Pausa
hu: Szünet
it: Pausa
ja: 停止時間
pl: Pauza
sk: Pauza
vi: Tạm dừng

source: Commands
bg: Команди
el: Προεντολές
es: Comandos
fr: Commandes
hu: Parancsok
it: Comandi
ja: コマンド
nb: Kommandoer
pl: Polecenia
sk: Príkazy
vi: Dòng lệnh

source: Menu cells
bg: Меню клетки
el: Μοναδες του μενου
es: Celdas de Menu
fr: Cellules du menu
hu: Menü cellák
it: Celle di menu
ja: メニューセル
nb: Meny celler
pl: Komórki menu
sk: Položky menu
vi: Ô Menu

source: Cells:
bg: Клетки:
el: Μοναδες:
es: Celdas:
fr: Cellules :
hu: Cellák:
it: Celle:
ja: セル:
nb: Celler:
pl: Komórki:
sk: Položky:
vi: Ô:

source: The cells %d and %d are overlapping
bg: Клетките %d и %d се припокриват
el: Τα κελιά %d και %d είναι επικαλυπτόμενα
fr: Les cellules %d et %d se recouvrent
hu: Cella %d és %d átfedik egymást
it: Le celle %d e %d si sovrappongono
nb: Cellene %d og %d er overlappende
pl: Komórki %d i %d nachodzą na siebie
sk: Tlačidlá %d a %d sa prekrývajú

source: : unknown format
bg: : непознат формат
el: : άγνωστη μορφή
es: : formato desconocido
fr: : format inconnu
hu: : ismeretlen formátum
it: : formato sconosciuto
ja: : 不明なフォーマット
mk: : непознат формат
nb: : ukjent format
pl: : nieznany format
sk: : neznámy formát
sl: : neznan zapis
sv: : okänt format
vi: :không biết định dạng

source: &Bring to Front
bg: &Премести Отпред
el: &Διάταξη μπροστά
es: &Traer al frente
fr: Ramener au &premier plan
hu: Legelőre hozás
it: &Porta in primo piano
ja: 最前面に(&B)
mk: &Премести напред
nb: &Flytt øverst
pl: &Na wierzch
sk: &Preniesť do popredia
sl: &Pomakni v ospredje
sv: &Lägg överst
vi: &Đem lên trên cùng
